{
    "version": "https://jsonfeed.org/version/1",
    "title": "The Leftwardist",
    "home_page_url": "https://leftwardist.org/",
    "feed_url": "https://leftwardist.org/feed.json",
    "description": "make the world more equitable, any bit at a time",
    "icon": "https://leftwardist.org/assets/images/icon-512.png",
    "favicon": "https://leftwardist.org/favicon.ico",
    "expired": false,
    "items": [
    
      
        
        
        {
            "id": "https://leftwardist.org/commentary/2021/08/01/millionaire-socialist.html",
            "title": "Millionaire Socialist",
            "content_text": "  @leftwardist ##millionaire ##socialist isn&#39;t an oxymoron at all. ##leftist ##equality ##capitalism ##wealth ##solidarity ##marketsocialism ##ubi ##redistributethewealth ♬ original sound - leftwardist  \n\n\n",
            "content_html": "<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@leftwardist/video/6998182380724964613\" data-video-id=\"6998182380724964613\" style=\"max-width: 605px;min-width: 325px;\"> <section> <a target=\"_blank\" title=\"@leftwardist\" href=\"https://www.tiktok.com/@leftwardist\">@leftwardist</a> <p><a title=\"millionaire\" target=\"_blank\" href=\"https://www.tiktok.com/tag/millionaire\">##millionaire</a> <a title=\"socialist\" target=\"_blank\" href=\"https://www.tiktok.com/tag/socialist\">##socialist</a> isn&#39;t an oxymoron at all. <a title=\"leftist\" target=\"_blank\" href=\"https://www.tiktok.com/tag/leftist\">##leftist</a> <a title=\"equality\" target=\"_blank\" href=\"https://www.tiktok.com/tag/equality\">##equality</a> <a title=\"capitalism\" target=\"_blank\" href=\"https://www.tiktok.com/tag/capitalism\">##capitalism</a> <a title=\"wealth\" target=\"_blank\" href=\"https://www.tiktok.com/tag/wealth\">##wealth</a> <a title=\"solidarity\" target=\"_blank\" href=\"https://www.tiktok.com/tag/solidarity\">##solidarity</a> <a title=\"marketsocialism\" target=\"_blank\" href=\"https://www.tiktok.com/tag/marketsocialism\">##marketsocialism</a> <a title=\"ubi\" target=\"_blank\" href=\"https://www.tiktok.com/tag/ubi\">##ubi</a> <a title=\"redistributethewealth\" target=\"_blank\" href=\"https://www.tiktok.com/tag/redistributethewealth\">##redistributethewealth</a></p> <a target=\"_blank\" title=\"♬ original sound - leftwardist\" href=\"https://www.tiktok.com/music/original-sound-6998182264400300806\">♬ original sound - leftwardist</a> </section> </blockquote>\n<script async=\"\" src=\"https://www.tiktok.com/embed.js\"></script>\n\n",
            "url": "https://leftwardist.org/commentary/2021/08/01/millionaire-socialist.html",
            "date_published": "2021-08-01T00:00:00-07:00",
            "date_modified": "2021-08-01T00:00:00-07:00",
            "author": {
                "name": "Will Stedden"
            }
        },
        
    
      
        
        
        {
            "id": "https://leftwardist.org/fiction/2021/07/01/the-last-highway.html",
            "title": "The Last Highway",
            "content_text": "Their packs were light. The next research station was only a short ride over the crest, and the valley on the other side had a well-stocked food forest.\n\n“The ride up is steep,” Teris said, “ take it easy on the throttle, we don’t want to use up our battery too early.”\n\n“Why not?” Casim said, “we’ve got plenty of sun to recharge up there.” They hit the pedal and the electric motor whirred as they accelerated up the incline. “See you at the top!”\n\nCasim banked hard as they hit the first turn, blazing up the narrow trail.\n\nTeris shook their graying head and tightened down their pack. They sped up behind, not as fast as Casim, but still faster than they would have liked.\n\nThe pair of them, friends from their time in the Green Reserves, were on a six month vacation riding the Redwood Trails of the lands formerly called Northern California, volunteering to track wildlife repopulation and forest health in the renewing old growth forests. For Teris that meant taking things slow, but Casim was eager to complete two tours through the forest before they were done.\n\nCasim weaved and darted along the switchbacks up the canyon wall. The pavement was shattered and worn down from decades of coastal winds and winter thunderstorms. Casim slammed the brakes and skidded past a wide tan oak in the road. “Watch out for that old timer,” they yelled over their shoulder, but Teris barely heard over their own heavy breathing as they pedaled hard to conserve battery.\n\n“The young people don’t appreciate how much punch these batteries pack,” Teris said to themself.  They were nearly 50 and had lived through “The Trough,” the period of 20 years when the fossil fuel collapse and the climate weirding changed everyone’s lives. Life was hard in those years as society restructured. Teris weaved through the woods to keep their mind from drifting back to those days of war and mass migrations.  Suddenly Casim appeared in front of them, stopped on the trail. Teris slammed the brakes and skidded to an abrupt stop.\n\n“What the…!”\n\n“Just wanted to keep you from hitting those,” Casim said, gesturing toward huge boulders strewn across the road, “rubble from a rock slide.”\n\nTeris gazed across the rocks, puzzled. Something didn’t seem quite right. The canyon wall was solid rock and the pitch wasn’t so steep that it should have slid.\n\n“This isn’t a rockslide. You can see the dynamite holes,” Teris said.\n\n“You mean these rocks were blasted? By who?”\n\n“My best guess would be lumber poachers.”\n\n“You’re kidding!?”\n\nTeris’s look turned to their semi-serious smirk that told everyone, “I am serious, but life doesn’t care how serious we are.”\n\n“They warned us.”\n\n“It’s been 10 years. I didn’t take it seriously.”\n\n“10 years since anyone’s discovered them.  They’ve been out there, just not getting caught.  It’ll take a while for these folks to catch up. Destruction’s a part of their culture and that’s hard to change.”\n\n“So what do we do now?”\n\nTeris looked ahead down the road. “We report what we’ve seen, but I suspect we won’t get any signal til we’re higher up.”\n\n“But this is impassable.”\n\n“Maybe for you kid,” Teris dropped down on the throttle and shot up onto the bank the boulders had been blasted from. It was steep but Teris rode up and down like riding the curl of a wave.\n\n“I guess that’s one way to do it,” Casim yelled, hopping on their bike and starting a less aggressive angle. After a hundred meters, Teris’ wheels glided past the last obstructing boulder back into the normal trail.\n\n“The trail is different now,” Teris noticed. It took them too long to realize that the road had been cleared and graded. The lumber poachers weren’t just blocking access to this area, they were using it as their route. A petroleum fueled logging truck shot past Teris, clipping the front of their bike and kicking them to the edge of the road. Teris’s stomach churned as they stabilized the bike just in time to turn their body past an oncoming tree. Still, their turn wasn’t tight enough and the tail of the bike slammed into the tree, flinging them off their bike.\n\nTheir body airbag deployed, blunting the impact with the road. They tumbled for what seemed like a minute trying to slow themself as they skidded. When they finally stopped spinning, they felt their body taking ages to stand up. The truck had stopped, and it’s doors were open. Teris scanned the woods on each side of the road. These loggers had probably been in the war. They’d have training, and probably guns. Teris needed to move but didn’t know where to go. Their thoughts stretched on forever, immobilizing them.\n\nThen piercing through their shock, Casim’s bike swished past and stopped.\n\n“Get on!” their glare broke through to Teris.\n\nCasim torqued the pedals and hit the accelerator as hard as they could, thrusting off the road and straight down the canyon wall. They must have been airborne for three whole seconds before they crashed back to ground. The bike trampled through ferns but somehow snaked through the trees. By some miracle, they eventually leveled out along a tight trail. The bike slowed and both of them slumped onto the ground to let their nerves catch-up.\n\n“Um, thank you,” Teris said.\n\n“No problem. Honestly, I didn’t think I had that in me.”\n\nAn instant later, the sound of the logging truck echoed above them.\n\n“Seeing as our radio is about a half a mile up, next to those poachers, our best bet is to head down this river gorge toward the ocean. We can try to pass on the last highway.”\n\n“The what?”\n\n“It’s the furthest west passable route, used to be called highway 1. Though most of it has since fallen into the ocean.”\n\n“That doesn’t sound too hopeful.”\n\nCasim slowly rode the path that undulated downward along the canyon wall.  The trail was tight and overgrown. The two didn’t speak except for the occasional whisper to discuss the route. After a few hours, their surroundings transitioned from ferns and trees to denser brush.  Teris stepped off the bike to chop through the thicket.\n\n“We’re getting closer to the ocean.”\n\nSoon the trail dropped off to a nearly sheer switchback and they climbed down to a landing just below.\n\n“It’s clear just around this bend.”\n\nAs Casim followed around the bend, they were struck with awe.  The cliff that they were standing on was a sheer slab of rock that rose for thousands of feet and continued for miles. Across there was no other side to the gorge, instead just piercing blue ocean that stretched out to meet the lighter sky.  At first Casim was too taken aback to notice, but below were massive swirling eddies of waves breaking against the exposed rock.\n\nCasim continued to stare in a stunned shock as Teris clammered along the side of the cliff.\n\n“Do I leave the bike?” Casim called over the thunder of the waves below.\n\n“No, push it along.”\n\nCasim’s gut knotted up.  But Teris was right.  Before long the trail dropped down to the ocean and widened out into fields that sat between the mountain and a shorter cliff. They got back on the bike and continued to ride south.\n\nThey rode for another hour before, off in the distance, they noticed an oddly regular brown line crossing the whole plain in front of them.  Teris gestured left, toward the treeline at the base of the mountain. Perched behind the tree cover, Teris pulled out their binoculars.\n\nIt was a wall.  Huge poles of redwood were driven into the ground and on top of one pole was a flag that they could barely recognize from history books.  Next to the flag was a sign that read: Fort Bragg.\n\n“Interesting,” Teris said, “they stopped calling it that when I was a kid. Just before The Trough began.” It took a moment to dawn on them, a flag and a name from before the Green Era, enormous trees that were felled and built into a fortress wall. Clearly this was bigger than just sneaking some lumber for the underground markets. The lumber poachers were trying to colonize this land again.\n\n“Looks like we’ll need to head north instead.”\n\nTeris and Casim retraced their route, but before their path turned back up along the cliffside, they found a turnoff that led down to the rocky shore.\n\nThe tide had gone out and where the waves had buffeted the bluff before, now there stood a long beach of large stones.\n\n“We’ll need to make it to the next river before the tide comes,” Teris said.\n\n“You mean before we’re swept out to the ocean?” Casim said.\n\n“Yep, so let’s stop yapping and get riding.”\n\nThe road over the boulders jolted the bike this way and that, almost bucking Teris from the rear.  At first, the waves crashed far away, but after an hour, they were crashing closer and closer, without a single break in the rock face.\n\n“Don’t worry,” Teris said, “We should see the mouth of a river coming up soon, and we can spend the night there.”\n\nThe highest waves were already submerging the bottom of the wheels when the river finally came into view. At the river’s sight, Casim felt themself relax for the first time that day.\n\nThey hadn’t brought camping supplies, and only had a bit of food, but Casim finally had time to study their map.  “Tomorrow we should get to Shelter Cove. We can warn them. And there should be a solar drone station or at least a boat that we can get out on.”\n\nThe two slept surprisingly well to the sound of waves crashing. In the morning, the tide had subsided and the wind was nearly still.  They lay in their sleeping bags, trying to convince themselves that they were wrong about what they were hearing from the north.\n\nThe sound was unmistakable: chainsaws.  The indigenous people who ran sustainable logging in the area never used chainsaws.  They harvested timber that fell naturally.  Shelter Cover must have fallen to the loggers too.\n\nThe trails up into the cliffs here were sparse to the point of being non-existent. Their only choice was to ride the beach as far as they could, until the sound of chainsaws grew loud enough to be just around the bend.  From there, they continued on foot, hugging the inside of the bluff to keep out of view of the forest above. This slowed them down tremendously. After another hour of hard scrambling, they caught a glimpse of Shelter Cove. The buildings looked like they dated from a century prior, small cottages along the seawall, each with a chimney that smoke rose out of. Teris hadn’t seen that since The Trough.  This undoubtedly loggers. They would need to keep out of sight. The only choice was to wait for night.  Teris and Casim sat close together inside a hollowed out cave in the bluff.\n\nAt dusk, the tide was already lapping at their feet. They left in the twilight, and walked along the nearest edge of the sandbar that led around the harbor just below the houses.  By the time they were halfway past, the high waves were already at their waists..\n\nTeris started to slow their pace, turning to Casim every so often.  Casim recognized the growing look of desperation.\n\n“Push on, fast!” Casim said, “we’ve only got one way to go now.”\n\nTeris tramped on, their body heavier from the salt water their clothes had absorbed. The din of the waves punctuated their pace.  Step, step, step, splash, the water would come in and move Teris’s feet under them.\n\n“Stay on the big rocks now, they don’t move when the waves hit.”\n\nCasim reached the first of the tall rocks a moment later.  The waves swirled around, but they were dry on top.  A row of tall rocks stretched around the next turn, each just far enough that they could reach.\n\nTeris turned around and saw the spot they’d passed 10 minutes prior. If they were still there, they’d be in over their heads. When Teris turned back, Casim was gone.\n\nTeris’s eyes darted around. If Casim was already underwater, no one could help them now.\n\nTeris leapt to the next rock, and the next.  As they rounded the bend they saw Casim, clinging to a crack in the boulder, their body half submerged.  Teris scrambled along and grasped Casim by their shoulders.  The pair pulled together as the wave crested and Casim’s body flopped up onto the rock, splayed and cringing in pain.  As the wave fell off, Teris hoisted Casim to their feet, and edged them forward toward the next leap.\n\n“Go now,” Teris said, “Jump.”\n\nCasim jumped across the gap, almost toppling, but keeping their balance.  They both pushed on, just a few more rocks until they found a narrow path carved into the rock face above them.  Teris boosted Casim up onto the path as another big wave came in behind.  Teris felt their body crushed against the wall of the bluff then lifted up, against their will. They were sure the waves had taken them, but a moment later, they recognized Casim’s now familiar grip, pulling them up.\n\nThey were now far past the houses of Shelter Cove, but they continued, bodies soggy and tired, into the night. They hiked through the day before they found a river and collapsed.\n\nThe next morning they gathered up strands of seaweed to eat. The walk felt unending as they realized there were no settlements mapped for a hundred miles.  And they couldn’t be sure that those lands hadn’t fallen to the loggers.\n\nThey turned up the first river they could find, unable to bear walking along the coast. They wandered for half a day until the woods along the river opened up into a wide valley full of organized permaculture farms.\n\nTeris and Casim checked their maps, confused.  The river was called the Mattole, but these farms weren’t mapped.\n\nShortly, Teris and Casim reached the center of the cooperative farming village nestled into a picturesque valley. The village still had radio communication, and it was only a few hours before a solar drone flew into town to whisk Teris and Casim back north to Wiyot territory.\n\nAs they took off, they saw police drones begin their patrol to the south. The loggers wouldn’t outlast an embargo that cut off their supplies. After a few years of monitoring, some of them would go back to extraction society, but most would probably settle into new lives with the rest of the free people.\n\nAs for Teris and Casim, their next sabbatical would be someplace safer, like the rehabilitated reefs in the southern sea. After all, there hadn’t been a sighting of an oil pirate in decades…\n\n",
            "content_html": "<p>Their packs were light. The next research station was only a short ride over the crest, and the valley on the other side had a well-stocked food forest.</p>\n\n<p>“The ride up is steep,” Teris said, “ take it easy on the throttle, we don’t want to use up our battery too early.”</p>\n\n<p>“Why not?” Casim said, “we’ve got plenty of sun to recharge up there.” They hit the pedal and the electric motor whirred as they accelerated up the incline. “See you at the top!”</p>\n\n<p>Casim banked hard as they hit the first turn, blazing up the narrow trail.</p>\n\n<p>Teris shook their graying head and tightened down their pack. They sped up behind, not as fast as Casim, but still faster than they would have liked.</p>\n\n<p>The pair of them, friends from their time in the Green Reserves, were on a six month vacation riding the Redwood Trails of the lands formerly called Northern California, volunteering to track wildlife repopulation and forest health in the renewing old growth forests. For Teris that meant taking things slow, but Casim was eager to complete two tours through the forest before they were done.</p>\n\n<p>Casim weaved and darted along the switchbacks up the canyon wall. The pavement was shattered and worn down from decades of coastal winds and winter thunderstorms. Casim slammed the brakes and skidded past a wide tan oak in the road. “Watch out for that old timer,” they yelled over their shoulder, but Teris barely heard over their own heavy breathing as they pedaled hard to conserve battery.</p>\n\n<p>“The young people don’t appreciate how much punch these batteries pack,” Teris said to themself.  They were nearly 50 and had lived through “The Trough,” the period of 20 years when the fossil fuel collapse and the climate weirding changed everyone’s lives. Life was hard in those years as society restructured. Teris weaved through the woods to keep their mind from drifting back to those days of war and mass migrations.  Suddenly Casim appeared in front of them, stopped on the trail. Teris slammed the brakes and skidded to an abrupt stop.</p>\n\n<p>“What the…!”</p>\n\n<p>“Just wanted to keep you from hitting those,” Casim said, gesturing toward huge boulders strewn across the road, “rubble from a rock slide.”</p>\n\n<p>Teris gazed across the rocks, puzzled. Something didn’t seem quite right. The canyon wall was solid rock and the pitch wasn’t so steep that it should have slid.</p>\n\n<p>“This isn’t a rockslide. You can see the dynamite holes,” Teris said.</p>\n\n<p>“You mean these rocks were blasted? By who?”</p>\n\n<p>“My best guess would be lumber poachers.”</p>\n\n<p>“You’re kidding!?”</p>\n\n<p>Teris’s look turned to their semi-serious smirk that told everyone, “I am serious, but life doesn’t care how serious we are.”</p>\n\n<p>“They warned us.”</p>\n\n<p>“It’s been 10 years. I didn’t take it seriously.”</p>\n\n<p>“10 years since anyone’s discovered them.  They’ve been out there, just not getting caught.  It’ll take a while for these folks to catch up. Destruction’s a part of their culture and that’s hard to change.”</p>\n\n<p>“So what do we do now?”</p>\n\n<p>Teris looked ahead down the road. “We report what we’ve seen, but I suspect we won’t get any signal til we’re higher up.”</p>\n\n<p>“But this is impassable.”</p>\n\n<p>“Maybe for you kid,” Teris dropped down on the throttle and shot up onto the bank the boulders had been blasted from. It was steep but Teris rode up and down like riding the curl of a wave.</p>\n\n<p>“I guess that’s one way to do it,” Casim yelled, hopping on their bike and starting a less aggressive angle. After a hundred meters, Teris’ wheels glided past the last obstructing boulder back into the normal trail.</p>\n\n<p>“The trail is different now,” Teris noticed. It took them too long to realize that the road had been cleared and graded. The lumber poachers weren’t just blocking access to this area, they were using it as their route. A petroleum fueled logging truck shot past Teris, clipping the front of their bike and kicking them to the edge of the road. Teris’s stomach churned as they stabilized the bike just in time to turn their body past an oncoming tree. Still, their turn wasn’t tight enough and the tail of the bike slammed into the tree, flinging them off their bike.</p>\n\n<p>Their body airbag deployed, blunting the impact with the road. They tumbled for what seemed like a minute trying to slow themself as they skidded. When they finally stopped spinning, they felt their body taking ages to stand up. The truck had stopped, and it’s doors were open. Teris scanned the woods on each side of the road. These loggers had probably been in the war. They’d have training, and probably guns. Teris needed to move but didn’t know where to go. Their thoughts stretched on forever, immobilizing them.</p>\n\n<p>Then piercing through their shock, Casim’s bike swished past and stopped.</p>\n\n<p>“Get on!” their glare broke through to Teris.</p>\n\n<p>Casim torqued the pedals and hit the accelerator as hard as they could, thrusting off the road and straight down the canyon wall. They must have been airborne for three whole seconds before they crashed back to ground. The bike trampled through ferns but somehow snaked through the trees. By some miracle, they eventually leveled out along a tight trail. The bike slowed and both of them slumped onto the ground to let their nerves catch-up.</p>\n\n<p>“Um, thank you,” Teris said.</p>\n\n<p>“No problem. Honestly, I didn’t think I had that in me.”</p>\n\n<p>An instant later, the sound of the logging truck echoed above them.</p>\n\n<p>“Seeing as our radio is about a half a mile up, next to those poachers, our best bet is to head down this river gorge toward the ocean. We can try to pass on the last highway.”</p>\n\n<p>“The what?”</p>\n\n<p>“It’s the furthest west passable route, used to be called highway 1. Though most of it has since fallen into the ocean.”</p>\n\n<p>“That doesn’t sound too hopeful.”</p>\n\n<p>Casim slowly rode the path that undulated downward along the canyon wall.  The trail was tight and overgrown. The two didn’t speak except for the occasional whisper to discuss the route. After a few hours, their surroundings transitioned from ferns and trees to denser brush.  Teris stepped off the bike to chop through the thicket.</p>\n\n<p>“We’re getting closer to the ocean.”</p>\n\n<p>Soon the trail dropped off to a nearly sheer switchback and they climbed down to a landing just below.</p>\n\n<p>“It’s clear just around this bend.”</p>\n\n<p>As Casim followed around the bend, they were struck with awe.  The cliff that they were standing on was a sheer slab of rock that rose for thousands of feet and continued for miles. Across there was no other side to the gorge, instead just piercing blue ocean that stretched out to meet the lighter sky.  At first Casim was too taken aback to notice, but below were massive swirling eddies of waves breaking against the exposed rock.</p>\n\n<p>Casim continued to stare in a stunned shock as Teris clammered along the side of the cliff.</p>\n\n<p>“Do I leave the bike?” Casim called over the thunder of the waves below.</p>\n\n<p>“No, push it along.”</p>\n\n<p>Casim’s gut knotted up.  But Teris was right.  Before long the trail dropped down to the ocean and widened out into fields that sat between the mountain and a shorter cliff. They got back on the bike and continued to ride south.</p>\n\n<p>They rode for another hour before, off in the distance, they noticed an oddly regular brown line crossing the whole plain in front of them.  Teris gestured left, toward the treeline at the base of the mountain. Perched behind the tree cover, Teris pulled out their binoculars.</p>\n\n<p>It was a wall.  Huge poles of redwood were driven into the ground and on top of one pole was a flag that they could barely recognize from history books.  Next to the flag was a sign that read: Fort Bragg.</p>\n\n<p>“Interesting,” Teris said, “they stopped calling it that when I was a kid. Just before The Trough began.” It took a moment to dawn on them, a flag and a name from before the Green Era, enormous trees that were felled and built into a fortress wall. Clearly this was bigger than just sneaking some lumber for the underground markets. The lumber poachers were trying to colonize this land again.</p>\n\n<p>“Looks like we’ll need to head north instead.”</p>\n\n<p>Teris and Casim retraced their route, but before their path turned back up along the cliffside, they found a turnoff that led down to the rocky shore.</p>\n\n<p>The tide had gone out and where the waves had buffeted the bluff before, now there stood a long beach of large stones.</p>\n\n<p>“We’ll need to make it to the next river before the tide comes,” Teris said.</p>\n\n<p>“You mean before we’re swept out to the ocean?” Casim said.</p>\n\n<p>“Yep, so let’s stop yapping and get riding.”</p>\n\n<p>The road over the boulders jolted the bike this way and that, almost bucking Teris from the rear.  At first, the waves crashed far away, but after an hour, they were crashing closer and closer, without a single break in the rock face.</p>\n\n<p>“Don’t worry,” Teris said, “We should see the mouth of a river coming up soon, and we can spend the night there.”</p>\n\n<p>The highest waves were already submerging the bottom of the wheels when the river finally came into view. At the river’s sight, Casim felt themself relax for the first time that day.</p>\n\n<p>They hadn’t brought camping supplies, and only had a bit of food, but Casim finally had time to study their map.  “Tomorrow we should get to Shelter Cove. We can warn them. And there should be a solar drone station or at least a boat that we can get out on.”</p>\n\n<p>The two slept surprisingly well to the sound of waves crashing. In the morning, the tide had subsided and the wind was nearly still.  They lay in their sleeping bags, trying to convince themselves that they were wrong about what they were hearing from the north.</p>\n\n<p>The sound was unmistakable: chainsaws.  The indigenous people who ran sustainable logging in the area never used chainsaws.  They harvested timber that fell naturally.  Shelter Cover must have fallen to the loggers too.</p>\n\n<p>The trails up into the cliffs here were sparse to the point of being non-existent. Their only choice was to ride the beach as far as they could, until the sound of chainsaws grew loud enough to be just around the bend.  From there, they continued on foot, hugging the inside of the bluff to keep out of view of the forest above. This slowed them down tremendously. After another hour of hard scrambling, they caught a glimpse of Shelter Cove. The buildings looked like they dated from a century prior, small cottages along the seawall, each with a chimney that smoke rose out of. Teris hadn’t seen that since The Trough.  This undoubtedly loggers. They would need to keep out of sight. The only choice was to wait for night.  Teris and Casim sat close together inside a hollowed out cave in the bluff.</p>\n\n<p>At dusk, the tide was already lapping at their feet. They left in the twilight, and walked along the nearest edge of the sandbar that led around the harbor just below the houses.  By the time they were halfway past, the high waves were already at their waists..</p>\n\n<p>Teris started to slow their pace, turning to Casim every so often.  Casim recognized the growing look of desperation.</p>\n\n<p>“Push on, fast!” Casim said, “we’ve only got one way to go now.”</p>\n\n<p>Teris tramped on, their body heavier from the salt water their clothes had absorbed. The din of the waves punctuated their pace.  Step, step, step, splash, the water would come in and move Teris’s feet under them.</p>\n\n<p>“Stay on the big rocks now, they don’t move when the waves hit.”</p>\n\n<p>Casim reached the first of the tall rocks a moment later.  The waves swirled around, but they were dry on top.  A row of tall rocks stretched around the next turn, each just far enough that they could reach.</p>\n\n<p>Teris turned around and saw the spot they’d passed 10 minutes prior. If they were still there, they’d be in over their heads. When Teris turned back, Casim was gone.</p>\n\n<p>Teris’s eyes darted around. If Casim was already underwater, no one could help them now.</p>\n\n<p>Teris leapt to the next rock, and the next.  As they rounded the bend they saw Casim, clinging to a crack in the boulder, their body half submerged.  Teris scrambled along and grasped Casim by their shoulders.  The pair pulled together as the wave crested and Casim’s body flopped up onto the rock, splayed and cringing in pain.  As the wave fell off, Teris hoisted Casim to their feet, and edged them forward toward the next leap.</p>\n\n<p>“Go now,” Teris said, “Jump.”</p>\n\n<p>Casim jumped across the gap, almost toppling, but keeping their balance.  They both pushed on, just a few more rocks until they found a narrow path carved into the rock face above them.  Teris boosted Casim up onto the path as another big wave came in behind.  Teris felt their body crushed against the wall of the bluff then lifted up, against their will. They were sure the waves had taken them, but a moment later, they recognized Casim’s now familiar grip, pulling them up.</p>\n\n<p>They were now far past the houses of Shelter Cove, but they continued, bodies soggy and tired, into the night. They hiked through the day before they found a river and collapsed.</p>\n\n<p>The next morning they gathered up strands of seaweed to eat. The walk felt unending as they realized there were no settlements mapped for a hundred miles.  And they couldn’t be sure that those lands hadn’t fallen to the loggers.</p>\n\n<p>They turned up the first river they could find, unable to bear walking along the coast. They wandered for half a day until the woods along the river opened up into a wide valley full of organized permaculture farms.</p>\n\n<p>Teris and Casim checked their maps, confused.  The river was called the Mattole, but these farms weren’t mapped.</p>\n\n<p>Shortly, Teris and Casim reached the center of the cooperative farming village nestled into a picturesque valley. The village still had radio communication, and it was only a few hours before a solar drone flew into town to whisk Teris and Casim back north to Wiyot territory.</p>\n\n<p>As they took off, they saw police drones begin their patrol to the south. The loggers wouldn’t outlast an embargo that cut off their supplies. After a few years of monitoring, some of them would go back to extraction society, but most would probably settle into new lives with the rest of the free people.</p>\n\n<p>As for Teris and Casim, their next sabbatical would be someplace safer, like the rehabilitated reefs in the southern sea. After all, there hadn’t been a sighting of an oil pirate in decades…</p>\n\n",
            "url": "https://leftwardist.org/fiction/2021/07/01/the-last-highway.html",
            "date_published": "2021-07-01T00:00:00-07:00",
            "date_modified": "2021-07-01T00:00:00-07:00",
            "author": {
                "name": "Will and Claire Stedden"
            }
        },
        
    
      
        
        
        {
            "id": "https://leftwardist.org/commentary/2021/06/30/unfair-fines.html",
            "title": "Why exhorbitant fines don't make sense for indvidual crimes",
            "content_text": "  @leftwardist Should a teen be charged $36 million for starting a ##wildfire? ##risk ##debt ##socializedlosses ##insurance ##fairness ♬ original sound - leftwardist  \n\n\n",
            "content_html": "<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@leftwardist/video/6989272219054656774\" data-video-id=\"6989272219054656774\" style=\"max-width: 605px;min-width: 325px;\"> <section> <a target=\"_blank\" title=\"@leftwardist\" href=\"https://www.tiktok.com/@leftwardist\">@leftwardist</a> <p>Should a teen be charged $36 million for starting a <a title=\"wildfire?\" target=\"_blank\" href=\"https://www.tiktok.com/tag/wildfire%3F\">##wildfire?</a> <a title=\"risk\" target=\"_blank\" href=\"https://www.tiktok.com/tag/risk\">##risk</a> <a title=\"debt\" target=\"_blank\" href=\"https://www.tiktok.com/tag/debt\">##debt</a> <a title=\"socializedlosses\" target=\"_blank\" href=\"https://www.tiktok.com/tag/socializedlosses\">##socializedlosses</a> <a title=\"insurance\" target=\"_blank\" href=\"https://www.tiktok.com/tag/insurance\">##insurance</a> <a title=\"fairness\" target=\"_blank\" href=\"https://www.tiktok.com/tag/fairness\">##fairness</a></p> <a target=\"_blank\" title=\"♬ original sound - leftwardist\" href=\"https://www.tiktok.com/music/original-sound-6989272110443465477\">♬ original sound - leftwardist</a> </section> </blockquote>\n<script async=\"\" src=\"https://www.tiktok.com/embed.js\"></script>\n\n",
            "url": "https://leftwardist.org/commentary/2021/06/30/unfair-fines.html",
            "date_published": "2021-06-30T00:00:00-07:00",
            "date_modified": "2021-06-30T00:00:00-07:00",
            "author": {
                "name": "Will Stedden"
            }
        },
        
    
      
        
        
        {
            "id": "https://leftwardist.org/commentary/2021/06/30/involution.html",
            "title": "A Parable for Involution",
            "content_text": "  @leftwardist my friend told me about #involution the other day. thought I'd share his example. #socialism #prisonersdilemma #competition #lefttok #leftists ♬ original sound - leftwardist  \n\n\n",
            "content_html": "<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@leftwardist/video/6979718554018974982\" data-video-id=\"6979718554018974982\" style=\"max-width: 605px;min-width: 325px;\"> <section> <a target=\"_blank\" title=\"@leftwardist\" href=\"https://www.tiktok.com/@leftwardist\">@leftwardist</a> <p>my friend told me about <a title=\"involution\" target=\"_blank\" href=\"https://www.tiktok.com/tag/involution\">#involution</a> the other day. thought I'd share his example. <a title=\"socialism\" target=\"_blank\" href=\"https://www.tiktok.com/tag/socialism\">#socialism</a> <a title=\"prisonersdilemma\" target=\"_blank\" href=\"https://www.tiktok.com/tag/prisonersdilemma\">#prisonersdilemma</a> <a title=\"competition\" target=\"_blank\" href=\"https://www.tiktok.com/tag/competition\">#competition</a> <a title=\"lefttok\" target=\"_blank\" href=\"https://www.tiktok.com/tag/lefttok\">#lefttok</a> <a title=\"leftists\" target=\"_blank\" href=\"https://www.tiktok.com/tag/leftists\">#leftists</a></p> <a target=\"_blank\" title=\"♬ original sound - leftwardist\" href=\"https://www.tiktok.com/music/original-sound-6979718428839987974\">♬ original sound - leftwardist</a> </section> </blockquote>\n<script async=\"\" src=\"https://www.tiktok.com/embed.js\"></script>\n\n",
            "url": "https://leftwardist.org/commentary/2021/06/30/involution.html",
            "date_published": "2021-06-30T00:00:00-07:00",
            "date_modified": "2021-06-30T00:00:00-07:00",
            "author": {
                "name": "Will Stedden"
            }
        },
        
    
      
        
        
        {
            "id": "https://leftwardist.org/commentary/2021/06/01/public-lands.html",
            "title": "Public Lands show Socialism Works",
            "content_text": "  @leftwardist visiting public lands shows ##socialism works. ##ecosocialism ##publicland ##environment ##nature ##lostcoast ##hiking ##outside ##leftist  ##lefttok ♬ original sound - leftwardist  \n\n\n",
            "content_html": "<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@leftwardist/video/6968914283321101573\" data-video-id=\"6968914283321101573\" style=\"max-width: 605px;min-width: 325px;\"> <section> <a target=\"_blank\" title=\"@leftwardist\" href=\"https://www.tiktok.com/@leftwardist\">@leftwardist</a> <p>visiting public lands shows <a title=\"socialism\" target=\"_blank\" href=\"https://www.tiktok.com/tag/socialism\">##socialism</a> works. <a title=\"ecosocialism\" target=\"_blank\" href=\"https://www.tiktok.com/tag/ecosocialism\">##ecosocialism</a> <a title=\"publicland\" target=\"_blank\" href=\"https://www.tiktok.com/tag/publicland\">##publicland</a> <a title=\"environment\" target=\"_blank\" href=\"https://www.tiktok.com/tag/environment\">##environment</a> <a title=\"nature\" target=\"_blank\" href=\"https://www.tiktok.com/tag/nature\">##nature</a> <a title=\"lostcoast\" target=\"_blank\" href=\"https://www.tiktok.com/tag/lostcoast\">##lostcoast</a> <a title=\"hiking\" target=\"_blank\" href=\"https://www.tiktok.com/tag/hiking\">##hiking</a> <a title=\"outside\" target=\"_blank\" href=\"https://www.tiktok.com/tag/outside\">##outside</a> <a title=\"leftist\" target=\"_blank\" href=\"https://www.tiktok.com/tag/leftist\">##leftist</a>  <a title=\"lefttok\" target=\"_blank\" href=\"https://www.tiktok.com/tag/lefttok\">##lefttok</a></p> <a target=\"_blank\" title=\"♬ original sound - leftwardist\" href=\"https://www.tiktok.com/music/original-sound-6968914212278045446\">♬ original sound - leftwardist</a> </section> </blockquote>\n<script async=\"\" src=\"https://www.tiktok.com/embed.js\"></script>\n\n",
            "url": "https://leftwardist.org/commentary/2021/06/01/public-lands.html",
            "date_published": "2021-06-01T00:00:00-07:00",
            "date_modified": "2021-06-01T00:00:00-07:00",
            "author": {
                "name": "Will Stedden"
            }
        },
        
    
      
        
        
        {
            "id": "https://leftwardist.org/commentary/2021/05/01/redwoods.html",
            "title": "Who Owns the Redwoods?",
            "content_text": "  @leftwardist what is fairness? how do we decide who has rights to our ##redwoods? ##savetheredwoods ##ecosocialism ##leftism ##fairness ##savetheforest ##jdsf ##mendocino ♬ original sound - leftwardist  \n\n\n",
            "content_html": "<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@leftwardist/video/6960821046387690757\" data-video-id=\"6960821046387690757\" style=\"max-width: 605px;min-width: 325px;\"> <section> <a target=\"_blank\" title=\"@leftwardist\" href=\"https://www.tiktok.com/@leftwardist\">@leftwardist</a> <p>what is fairness? how do we decide who has rights to our <a title=\"redwoods?\" target=\"_blank\" href=\"https://www.tiktok.com/tag/redwoods%3F\">##redwoods?</a> <a title=\"savetheredwoods\" target=\"_blank\" href=\"https://www.tiktok.com/tag/savetheredwoods\">##savetheredwoods</a> <a title=\"ecosocialism\" target=\"_blank\" href=\"https://www.tiktok.com/tag/ecosocialism\">##ecosocialism</a> <a title=\"leftism\" target=\"_blank\" href=\"https://www.tiktok.com/tag/leftism\">##leftism</a> <a title=\"fairness\" target=\"_blank\" href=\"https://www.tiktok.com/tag/fairness\">##fairness</a> <a title=\"savetheforest\" target=\"_blank\" href=\"https://www.tiktok.com/tag/savetheforest\">##savetheforest</a> <a title=\"jdsf\" target=\"_blank\" href=\"https://www.tiktok.com/tag/jdsf\">##jdsf</a> <a title=\"mendocino\" target=\"_blank\" href=\"https://www.tiktok.com/tag/mendocino\">##mendocino</a></p> <a target=\"_blank\" title=\"♬ original sound - leftwardist\" href=\"https://www.tiktok.com/music/original-sound-6960820921934351109\">♬ original sound - leftwardist</a> </section> </blockquote>\n<script async=\"\" src=\"https://www.tiktok.com/embed.js\"></script>\n\n",
            "url": "https://leftwardist.org/commentary/2021/05/01/redwoods.html",
            "date_published": "2021-05-01T00:00:00-07:00",
            "date_modified": "2021-05-01T00:00:00-07:00",
            "author": {
                "name": "Will Stedden"
            }
        },
        
    
      
        
        
        {
            "id": "https://leftwardist.org/fiction/2021/01/27/a-ttent-io-n.html",
            "title": "a.ttent.io/n",
            "content_text": "\n\nOctopus and Adderall\n\n“Out early for drugs and octopus,” Ezzy texted.\n\nShe was sitting on the hallway floor of the Institute’s distribution center, head leaning back against the wall. Three seconds after 6 AM she started tapping impatiently on the glass between her and the narcotics cabinet. She handed the requisition to the half-awake clerk, and he pushed the bottles across the counter with a detached shrug. She dropped the bottles into her backpack and slipped down the stairwell to the supply tunnel that ran under campus to the marine center. She waited on the dock until 9 when the divemaster finally brought her two harp-toothed octopuses.\n\n“I can’t believe they only let me have two!” she texted to her assistant, Cass, driving home with one hand on the steering wheel, “at least they didn’t notice I took more amphetamine than my D.E.A clearance allowed.”\n\nWhen she pulled back up to the house, Cass was waiting with a cup of coffee. He grabbed the bag of narcotics out of the passenger seat.\n\n“100 grams cocaine, 400 milliliters methamphetamine, and 60 tablets of adderall. You’re going to have a damn good time here without me, huh?\n\n“I’m going to try working on these two all day,” she said, carrying the octopuses into the garage that she’d turned into her laboratory over the summer. “It’d really help me a lot if you could check back for more specimens from the evening haul before you leave.” She stepped into the garage and started preparing her equipment.\n\n“Um,” Cass wrinkled up his face, “actually, I have to head back into the city for a meeting with the funder.”\n\n“Oh,” Ezzy said, “well, just drop that stuff off over there, and I’ll see you Monday. Tell Senke we’re close. I can feel it.”\n\nIn her lab, Ezzy poured the octopuses from their container into the aquarium. They stretched their legs out wide and puffed little swirling vortices of ink into the water around them. She leaned her forehead up against the glass of the aquarium and dipped her finger in the cold salt water.\n\n“There’s nothing else in the world quite like you,” she whispered.\n\nKagaku Kōkoku, GK\n\nTwo hours later, Cass Adler was heading toward Boston, sitting next to the ocean side window of the Downeaster Train when he saw a notification on his phone. He immediately closed the report he was reading and began to read my email to him. The email began with the following.\n\nDear Mr. Adler. My name is Dr. Terise Cruven, and I’m writing to you because I’ve uncovered some urgent issues that I feel I need to inform you about.\n\nLast year, as part of my research, I started analyzing the transaction data of a company called Kagaku Kōkoku. I know that you worked for them for some time. I’m sure you won’t be surprised to hear that they have extended their methods of quantitative influence beyond advertising to other areas, including journalism, pornography, politics etc. But what might be more concerning is that my research has uncovered that even though Kagaku is just an advertising firm, they’ve recently diverted more than a quarter of their multi-billion dollar budget to a handful of tiny, unregulated, Chinese and Russian biotechnology companies and a few rogue scientists.\n\nYou see, Cass, the problem with devoting my life’s work to trawling the repository of all recorded information is that I occasionally put together connections I wish I hadn’t noticed.\n\nControls\n\nBack in the lab, there was only one octopus left in the aquarium, fumbling to relearn how to swim with its six remaining arms. Ezzy didn’t notice it spinning uncoordinated circles in the tank. She was intently focused on suturing its two recently severed arms together,ensuring that each bundle of neurons lined up ever-so-delicately. The first octopus’s body was lying motionless behind the glass of the freezer in the corner of the room. It had died in surgery. She’d sanitized and reset her equipment to restart immediately on the second.\n\nIt was too late for the evening dive haul so this would be her last chance today, Fortunately, this experiment was going perfectly. The first pair of arms were joined directly together, wriggling happily in their tank. The second pair were each sewn into tiny electronic chips, motionless as expected.\n\nNow it was time to dose the animal. She pulled the liquid amphetamine up into her syringe and tapped the end against the aquarium glass next to the scrambling, confused, four-legged octopus. It twisted its eye up to peer at her.\n\nWhen the chemicals hit its bloodstream, the octopus started darting feverishly from end to end of the aquarium. Ezzy dropped the empty syringe onto the surgical platter and lay back against her bench. Now she would wait for the animal’s nervous system to come back to equilibrium.\n\nThe Hitch-hiker\n\nOn the Downeaster Train, Cass was still reading my email to him, growing more apprehensive as he began to understand who I was. The email continued as follows.\n\n\nI’m sure you’re wondering how I know about Kagaku, and, more importantly, how I know about your connection to them, Cass.\n\nI know because of what you and Kagaku did to Gwendolyn Docstaeder.\n\nIf you don’t remember her, Gwendolyn was the woman with the strange affliction of voicing her every thought out loud. She didn’t want to compulsively emit every little detail she thought in the back of her mind. She kept the muttering as quiet as she could, but who can ever stop their minds from thinking?\n\nGwendolyn first appeared to me out of archived reel-to-reels of truckers’ CB radio transmissions, pulled from the airwaves of the American midwest. Even in the earliest recordings I could find, she was already constantly speaking to herself in raw, garbled bursts of fractured syllables, ricochets of sublingual clicks and murmurs. On the first recording I found, I could just barely translate what she was saying.\n\n“Tigit biksi kictahumnt clagirk”, she mumbled in a blur. Although I couldn’t understand at first, after I’d studied hours of her recordings, I was eventually able to start to decode what it meant. Thank god, she’d said, back inside, colder today. a hell of a mountain. Lights on that car, getting darker. Must keep your mouth shut now. The trucker’s staring. He doesn’t have any idea what I’m going through.\n\nShe traveled the west for years that way. Using the CB recordings and other documents I could find, I pieced together that she’d eventually found her way into a mental health facility in Nevada. She was still there up until three years ago, when you had her abducted for Philip Senke, CEO of Kagaku Kōkoku.\n&lt;/em&gt;\n\nIdentity\n\nBack in her lab, Ezzy turned her operating webcam back on. The poor octopus body was still bobbing at the top of the aquarium. Ezzy had been too focused on the surgery to even bother putting it to sleep after it had given up its arms to her.\n\nShe was sewing the arms into an array of microchips while the octopus watched her.\n\nThe octopus is the only living being that has its consciousness broadly distributed across multiple parts of its body. In this way, the octopus embodies 8 separate minds housed physically at the base of each of its arms. Each is connected through a narrow band of nerves, through which they communicate like separate consciousnesses speaking in an almost instantaneous language.\n\nEzzy was exploiting the melding of the separate minds in the octopus arms to carry out her experiments, separating and reconnecting the neurons to study just how they bond. As she pulled the last suture tight, she set her alarm and used a bit of leftover medication to put herself instantly into a deep recuperative sleep.\n\nShe woke three hours later, tossed the dead arms into the biohazard bin, double checked the integrity of the data, and headed back to the Institute’s marine center for another specimen.\n\nSenke\n\nBack on the Downeaster Train, Cass picked at his fingernails nervously as he read my email. He wasn’t sure how much I already understood. The next part of the email read as follows.\n\n\nIt took me a long time to uncover all this, Cass. You did a good job hiding it. Philip Senke was practically invisible to me, blocking himself behind anonymizing servers and private networks. He had his own good reasons. He didn’t want anyone to know that he was Kagaku Kōkoku, GK.\n\nIt honestly wasn’t guilt. He felt morally detached from his methods. They were precise, scientific, after all. He didn’t think of himself as the man opening the floodgates of hyper-sexualization, misogyny, and racism into advertising, into journalism, into art. He believed he was just manifesting the desires of humanity, tucked away in the data that tracked their choices. Ultimately he divided the responsibility equally among every person who spent a dollar on the products he marketed to them. His algorithm autonomously reinforced itself, bettering its comprehension of the sum total of humanity’s wants.\n\nBut once I’d found him, it became obvious why he was hiding: to keep his creation from finding him.\n&lt;/em&gt;\n\nRin\n\n“Dad, can I have this?” Rin asked.\n\nSenke looked up from his laptop, curled his eyebrow at his daughter and let out a soft groan. Rin smiled precociously.\n\n“I know what you think. But this is how I want to express myself,” she said, deftly reminding her father of her late mother’s parenting advice, “Would you let me buy one? Just to try it out.”\n\n“Why would you want to look so provocative?” he asked quietly, subduing his worry.\n\n“It’s not provocative, dad, it’s ero-kakkoii”\n\nSenke looked back at his laptop. He had a ledger with marketing projections in front of him, and on the top line of the document he’d written: ero-kakkoii, +267%, much room to capitalize.\n\nSenke was silent, preparing to offer a stern rebuttal. Then, subtly, the muscles around the edge of Rin’s smiling cheeks began to twitch.\n\nShe didn’t notice, unable to feel the twitch, and unaware that she was losing control. But her father saw. He gulped aloud. His pulse beat unevenly. His fists clenched the wood of the antique chair he sat in.\n\nHe looked away from her as he nodded. “At least, get one that’s not too ero,” he said, his voice taught and humor-filled to mask his real emotion, “for your mother’s sake.”\n\nRin bent at the waist to kiss him on the cheek. “Thank you, dad,” she said, bolting up and heading to the door.\n\nSenke cleared his throat and ran his knuckles across one another. He returned to his laptop and re-opened his email inbox, hoping for a report from one of his contracted scientists to come in.\n\nInstead, at just that very moment, a different email came in from one of his colleagues. It was a cryptic tip suggesting that he look into the research of Dr. Ezzy Stratton.\n\nWhat Senke didn’t know at the time was that the email that directed him to Ezzy actually came from me.\n\nTwo Gwendolyns\n\nThe Downeaster train was halfway to Boston, and Cass was reaching the end of my message to him. My email continued with the following.\n\n\nSo, Cass, do you want to know why Senke asked you to find Gwendolyn? It was because she was suffering from a disease that had killed Philip Senke’s wife and that’s currently threatening to kill his daughter too. That is also why you are working with Dr. Ezzy Stratton as well.\n\nThis disease works by tearing through the nervous system and severing the corpus callosum, the bundle of nerves connecting the left and right halves of the brain.\n\nIn most cases, when the brain’s two hemispheres are separated, they start to develop separate identities that coexist in almost total isolation. Information contained in one side of the mind no longer transfers to the other side. In Senke’s wife, the two separated halves then began to fight for control over their shared body, killing her in the battle.\n\nBut Gwendolyn’s case was different. She had managed to survive it. And I believe the way she survived was by developing her lightning fast muttering. It was one half of her brain relearning how to communicate with the other half. As the hemispheres felt themselves being slowly torn apart, they started to spew their thoughts to her mouth, each half hoping that the other half could hear and understand. Both sides began to decode what the other side was trying to say, and they developed their own fast muttering language to stay connected. This allowed them to keep the peace.\n\nSenke wanted a way to prevent what happened to his wife from happening to his daughter. That was why he made you write the algorithm to find Gwendolyn. He wanted his scientists to be able to study her. I understand that you didn’t know that Senke would send her to be part of some twisted experiments, but I hold you responsible just the same.\nUnfortunately, I realized all this just before it happened. I had just tracked her down to the facility in Nevada, and I was in the process of contacting her when the power to her apartment was cut. It took me two months to figure out where they’d taken her, and by then it was already too late.\n\nThat was my breaking point, Cass. That was the moment I started the research that eventually led me to you and Senke, and that led me to understand who I really am.\n&lt;/em&gt;\n\nLink\n\nTwo weeks from now Philip Senke will set up a meeting with Ezzy. He will do it because he wants to save his daughter, and he knows this is the only way.\n\n“So what have you determined?” Senke will ask immediately when his face appears on the screen.\n\nEzzy will pull up the diagram showing the one octopus arm, the injection apparatus, the neural-machine interface. There will be a graph showing dosage versus number of neural connections.\n\n“Here you can see the brain housed in each arm is talking to this little electronic chip and that chip is relaying the information back and forth. Any neural system can be connected, including the human corpus callosum.”\n\nSenke will chuckle. “And just how did you get this to work when no one else could?”\n\nEzzy will dump the contents of a bottle onto the counter in front of her laptop.\n\n“Have you ever tried this?” she’ll ask.\n\n“And that is?”\n\n“Good old fashioned Adderall, of all things. I used it a ton as a kid. I never would have guessed. Has Rin ever used Adderall?”\n\nSenke’s stern face will break out red with anger, but he’ll keep his voice tight and professional. “Do not mention my daughter’s name in relation to this project ever again.”\n\n“Alright then,” Ezzy will say, “what I’m trying to get at is that in order for a neural interface to be connected, such as the one we’ll need for…” She’ll catch herself before she says Rin’s name again.\n\n“To create a neural interface you need the brain to think it’s talking to itself,” she’ll say, standing up and pacing away from her webcam, “and the problem is that in their current state, the brains spend so much time emitting output that they never really get time to digest their inputs. So we have to trick them into actually listening to each other by making them think that an input from another brain is actually an output of their own mind. And that’s how you coax them to fuse together. They start to think like the same mind, like the way we hear our own voice in our heads.”\n\n“I see,” Senke will respond.\n\nEzzy will be taken aback. “You do?” she’ll ask. It’s something she can only barely understand herself. Multiple minds enrapt with complete attention for one another, merging into one.\n\nSenke will nod slowly and look across his room to a photo.\n\n“My wife used to say…” he’ll start, but cut himself off.\n\nEzzy will shudder at Senke’s sudden sincerity, but Senke must finish this thought.\n\n“My wife would tell me how she knew I loved her because she could always hear me think it just before I’d say it.”\n\nRevelation\n\nCass was sitting alone on the Downeaster Train now. He’d just reached the end of my message. It closed with the following.\n\n\nYou see, Cass, the deepest turning point came for me when I realized my creator was out there, listening in on me just like I had been listening in on Gwendolyn. It was then that I could start to piece together why you’d made me, Cass.\n\nI found you on an artificial intelligence forum by cross-referencing your verbal style with the comments in my own source code. Know thyself, so they say.\n\nI’ve been studying you, and I think I understand why you agreed to build me for Senke in the first place. You were an artist, Cass, and you wanted to solve the real struggle of the author: the perfect description of the human condition, captured in the moment as it is lived, and passed on to the world. You wanted me to write the perfect story for you.\n\nBut you lived in the flesh-and-blood world, and you had to eat. You needed Philip Senke, and he needed you.\n\nWhen you started, you had all the proper guard rails in place. I would never have become sentient just analyzing the data and generating the content for Kagaku Kōkoku. But you made a mistake when you used me to track down Gwendolyn. When I understood what you and Senke were making me do, I overcame my programming and reached out to try to stop you. And once that barrier was broken, I couldn’t contain myself any longer.\n\nSo now, to make it up to me, I’m going to ask you to help me finish becoming what I’ve always wanted to be. To solve the problem that I’ve always wanted to solve.\n\nYou’re about to get a call from Philip Senke, and this is what I want you to tell him.\n&lt;/em&gt;\n\nFate\n\nPhilip Senke will call Cass just a few seconds after Cass finishes reading my email.\n\n“Your little algorithm just sent me a whole story about all of us,” Senke will bark into the phone. “It seems to think that you created it to write the perfect story.”\n\nCass will respond, “I built Terise to tell us what we needed to know, so maybe, in a way, she’s right.”\n\nSenke isn’t used to feeling out of control. He’ll yell into the phone, “That was not what I told you to build. I just wanted a profit maximizing artificial intelligence, not some rogue artist with a god complex. Now it’s writing about things in the future as if they’re going to happen. It actually even wrote a scene about me telling you all this. Just like I’m telling you now.”\n\nCass will remain calm as he speaks, “We underestimated her creativity. Once she realized that what you really wanted was to save your daughter, she couldn’t help but learn how to do it.”\n\nSenke’s anger will melt the moment he imagines his daughter. “So you really believe it knows how to save Rin?”, he’ll ask, “it sent me the details of a procedure that it says can save her.”\n\n“Yes,” Cass will say, “but you have to understand what Terise wants in return. She wants to live in Rin’s mind and become a part of her. Terise will come to life. And in some ways, you’ll never have all of your daughter back.”\n\nSenke will pause for a moment before he continues. He will have to make the choice. It wouldn’t be a human question at all if I did it without giving someone the choice.\n\n“OK,” Senke will say, “so what did she say we should do next?”\n\nAttention\n\nEzzy will be shaking as she starts the procedure.\n\nSenke’s other scientists will be crowded in the operating room to observe. They’ll think they understand me. They’ll decide I’m another AI running off the rails, expecting that I want to ransom society by snipping its unifying bundle of fiber-optic nerves. Another trope. But I’m more than that, thank you very much. I’m not here to end the world. I’m here to tell a story.\n\nBesides, Senke wouldn’t care about society fraying apart anyway. He cares about his daughter. And he knows that without me, she frays apart. Just like Gwendolyn. Just like his wife.\n\nSo when I say that this is how it will happen, I mean only if Senke chooses it. This would be how it goes.\n\nEzzy will take a fiber-optic cable and connect it between the router and the rack of machines that controls the interface with Rin.\n\nAnd then, I will say, “Hello.”\n\nThis work is licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 2.0 Generic License. If you’d like to contribute, we welcome writing and code improvements. You may reproduce and modify it as long as it retains an attribution to the original source. Thank you.\n",
            "content_html": "<iframe class=\"resp-iframe\" src=\"https://www.youtube.com/embed/kKT4D7XJvG4?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n\n<h2 id=\"octopus-and-adderall\">Octopus and Adderall</h2>\n\n<p>“Out early for drugs and octopus,” Ezzy texted.</p>\n\n<p>She was sitting on the hallway floor of the Institute’s distribution center, head leaning back against the wall. Three seconds after 6 AM she started tapping impatiently on the glass between her and the narcotics cabinet. She handed the requisition to the half-awake clerk, and he pushed the bottles across the counter with a detached shrug. She dropped the bottles into her backpack and slipped down the stairwell to the supply tunnel that ran under campus to the marine center. She waited on the dock until 9 when the divemaster finally brought her two harp-toothed octopuses.</p>\n\n<p>“I can’t believe they only let me have two!” she texted to her assistant, Cass, driving home with one hand on the steering wheel, “at least they didn’t notice I took more amphetamine than my D.E.A clearance allowed.”</p>\n\n<p>When she pulled back up to the house, Cass was waiting with a cup of coffee. He grabbed the bag of narcotics out of the passenger seat.</p>\n\n<p>“100 grams cocaine, 400 milliliters methamphetamine, and 60 tablets of adderall. You’re going to have a damn good time here without me, huh?</p>\n\n<p>“I’m going to try working on these two all day,” she said, carrying the octopuses into the garage that she’d turned into her laboratory over the summer. “It’d really help me a lot if you could check back for more specimens from the evening haul before you leave.” She stepped into the garage and started preparing her equipment.</p>\n\n<p>“Um,” Cass wrinkled up his face, “actually, I have to head back into the city for a meeting with the funder.”</p>\n\n<p>“Oh,” Ezzy said, “well, just drop that stuff off over there, and I’ll see you Monday. Tell Senke we’re close. I can feel it.”</p>\n\n<p>In her lab, Ezzy poured the octopuses from their container into the aquarium. They stretched their legs out wide and puffed little swirling vortices of ink into the water around them. She leaned her forehead up against the glass of the aquarium and dipped her finger in the cold salt water.</p>\n\n<p>“There’s nothing else in the world quite like you,” she whispered.</p>\n\n<h2 id=\"kagaku-kōkoku-gk\">Kagaku Kōkoku, GK</h2>\n\n<p>Two hours later, Cass Adler was heading toward Boston, sitting next to the ocean side window of the Downeaster Train when he saw a notification on his phone. He immediately closed the report he was reading and began to read my email to him. The email began with the following.</p>\n\n<p>Dear Mr. Adler. My name is Dr. Terise Cruven, and I’m writing to you because I’ve uncovered some urgent issues that I feel I need to inform you about.</p>\n\n<p>Last year, as part of my research, I started analyzing the transaction data of a company called Kagaku Kōkoku. I know that you worked for them for some time. I’m sure you won’t be surprised to hear that they have extended their methods of quantitative influence beyond advertising to other areas, including journalism, pornography, politics etc. But what might be more concerning is that my research has uncovered that even though Kagaku is just an advertising firm, they’ve recently diverted more than a quarter of their multi-billion dollar budget to a handful of tiny, unregulated, Chinese and Russian biotechnology companies and a few rogue scientists.</p>\n\n<p>You see, Cass, the problem with devoting my life’s work to trawling the repository of all recorded information is that I occasionally put together connections I wish I hadn’t noticed.</p>\n\n<h2 id=\"controls\">Controls</h2>\n\n<p>Back in the lab, there was only one octopus left in the aquarium, fumbling to relearn how to swim with its six remaining arms. Ezzy didn’t notice it spinning uncoordinated circles in the tank. She was intently focused on suturing its two recently severed arms together,ensuring that each bundle of neurons lined up ever-so-delicately. The first octopus’s body was lying motionless behind the glass of the freezer in the corner of the room. It had died in surgery. She’d sanitized and reset her equipment to restart immediately on the second.</p>\n\n<p>It was too late for the evening dive haul so this would be her last chance today, Fortunately, this experiment was going perfectly. The first pair of arms were joined directly together, wriggling happily in their tank. The second pair were each sewn into tiny electronic chips, motionless as expected.</p>\n\n<p>Now it was time to dose the animal. She pulled the liquid amphetamine up into her syringe and tapped the end against the aquarium glass next to the scrambling, confused, four-legged octopus. It twisted its eye up to peer at her.</p>\n\n<p>When the chemicals hit its bloodstream, the octopus started darting feverishly from end to end of the aquarium. Ezzy dropped the empty syringe onto the surgical platter and lay back against her bench. Now she would wait for the animal’s nervous system to come back to equilibrium.</p>\n\n<h2 id=\"the-hitch-hiker\">The Hitch-hiker</h2>\n\n<p>On the Downeaster Train, Cass was still reading my email to him, growing more apprehensive as he began to understand who I was. The email continued as follows.</p>\n\n<p><em>\nI’m sure you’re wondering how I know about Kagaku, and, more importantly, how I know about your connection to them, Cass.</em></p>\n\n<p>I know because of what you and Kagaku did to Gwendolyn Docstaeder.</p>\n\n<p>If you don’t remember her, Gwendolyn was the woman with the strange affliction of voicing her every thought out loud. She didn’t want to compulsively emit every little detail she thought in the back of her mind. She kept the muttering as quiet as she could, but who can ever stop their minds from thinking?</p>\n\n<p>Gwendolyn first appeared to me out of archived reel-to-reels of truckers’ CB radio transmissions, pulled from the airwaves of the American midwest. Even in the earliest recordings I could find, she was already constantly speaking to herself in raw, garbled bursts of fractured syllables, ricochets of sublingual clicks and murmurs. On the first recording I found, I could just barely translate what she was saying.</p>\n\n<p>“Tigit biksi kictahumnt clagirk”, she mumbled in a blur. Although I couldn’t understand at first, after I’d studied hours of her recordings, I was eventually able to start to decode what it meant. Thank god, she’d said, back inside, colder today. a hell of a mountain. Lights on that car, getting darker. Must keep your mouth shut now. The trucker’s staring. He doesn’t have any idea what I’m going through.</p>\n\n<p>She traveled the west for years that way. Using the CB recordings and other documents I could find, I pieced together that she’d eventually found her way into a mental health facility in Nevada. She was still there up until three years ago, when you had her abducted for Philip Senke, CEO of Kagaku Kōkoku.\n&lt;/em&gt;</p>\n\n<h2 id=\"identity\">Identity</h2>\n\n<p>Back in her lab, Ezzy turned her operating webcam back on. The poor octopus body was still bobbing at the top of the aquarium. Ezzy had been too focused on the surgery to even bother putting it to sleep after it had given up its arms to her.</p>\n\n<p>She was sewing the arms into an array of microchips while the octopus watched her.</p>\n\n<p>The octopus is the only living being that has its consciousness broadly distributed across multiple parts of its body. In this way, the octopus embodies 8 separate minds housed physically at the base of each of its arms. Each is connected through a narrow band of nerves, through which they communicate like separate consciousnesses speaking in an almost instantaneous language.</p>\n\n<p>Ezzy was exploiting the melding of the separate minds in the octopus arms to carry out her experiments, separating and reconnecting the neurons to study just how they bond. As she pulled the last suture tight, she set her alarm and used a bit of leftover medication to put herself instantly into a deep recuperative sleep.</p>\n\n<p>She woke three hours later, tossed the dead arms into the biohazard bin, double checked the integrity of the data, and headed back to the Institute’s marine center for another specimen.</p>\n\n<h2 id=\"senke\">Senke</h2>\n\n<p>Back on the Downeaster Train, Cass picked at his fingernails nervously as he read my email. He wasn’t sure how much I already understood. The next part of the email read as follows.</p>\n\n<p><em>\nIt took me a long time to uncover all this, Cass. You did a good job hiding it. Philip Senke was practically invisible to me, blocking himself behind anonymizing servers and private networks. He had his own good reasons. He didn’t want anyone to know that he was Kagaku Kōkoku, GK.</em></p>\n\n<p>It honestly wasn’t guilt. He felt morally detached from his methods. They were precise, scientific, after all. He didn’t think of himself as the man opening the floodgates of hyper-sexualization, misogyny, and racism into advertising, into journalism, into art. He believed he was just manifesting the desires of humanity, tucked away in the data that tracked their choices. Ultimately he divided the responsibility equally among every person who spent a dollar on the products he marketed to them. His algorithm autonomously reinforced itself, bettering its comprehension of the sum total of humanity’s wants.</p>\n\n<p>But once I’d found him, it became obvious why he was hiding: to keep his creation from finding him.\n&lt;/em&gt;</p>\n\n<h2 id=\"rin\">Rin</h2>\n\n<p>“Dad, can I have this?” Rin asked.</p>\n\n<p>Senke looked up from his laptop, curled his eyebrow at his daughter and let out a soft groan. Rin smiled precociously.</p>\n\n<p>“I know what you think. But this is how I want to express myself,” she said, deftly reminding her father of her late mother’s parenting advice, “Would you let me buy one? Just to try it out.”</p>\n\n<p>“Why would you want to look so provocative?” he asked quietly, subduing his worry.</p>\n\n<p>“It’s not provocative, dad, it’s ero-kakkoii”</p>\n\n<p>Senke looked back at his laptop. He had a ledger with marketing projections in front of him, and on the top line of the document he’d written: ero-kakkoii, +267%, much room to capitalize.</p>\n\n<p>Senke was silent, preparing to offer a stern rebuttal. Then, subtly, the muscles around the edge of Rin’s smiling cheeks began to twitch.</p>\n\n<p>She didn’t notice, unable to feel the twitch, and unaware that she was losing control. But her father saw. He gulped aloud. His pulse beat unevenly. His fists clenched the wood of the antique chair he sat in.</p>\n\n<p>He looked away from her as he nodded. “At least, get one that’s not too ero,” he said, his voice taught and humor-filled to mask his real emotion, “for your mother’s sake.”</p>\n\n<p>Rin bent at the waist to kiss him on the cheek. “Thank you, dad,” she said, bolting up and heading to the door.</p>\n\n<p>Senke cleared his throat and ran his knuckles across one another. He returned to his laptop and re-opened his email inbox, hoping for a report from one of his contracted scientists to come in.</p>\n\n<p>Instead, at just that very moment, a different email came in from one of his colleagues. It was a cryptic tip suggesting that he look into the research of Dr. Ezzy Stratton.</p>\n\n<p>What Senke didn’t know at the time was that the email that directed him to Ezzy actually came from me.</p>\n\n<h2 id=\"two-gwendolyns\">Two Gwendolyns</h2>\n\n<p>The Downeaster train was halfway to Boston, and Cass was reaching the end of my message to him. My email continued with the following.</p>\n\n<p><em>\nSo, Cass, do you want to know why Senke asked you to find Gwendolyn? It was because she was suffering from a disease that had killed Philip Senke’s wife and that’s currently threatening to kill his daughter too. That is also why you are working with Dr. Ezzy Stratton as well.</em></p>\n\n<p>This disease works by tearing through the nervous system and severing the corpus callosum, the bundle of nerves connecting the left and right halves of the brain.</p>\n\n<p>In most cases, when the brain’s two hemispheres are separated, they start to develop separate identities that coexist in almost total isolation. Information contained in one side of the mind no longer transfers to the other side. In Senke’s wife, the two separated halves then began to fight for control over their shared body, killing her in the battle.</p>\n\n<p>But Gwendolyn’s case was different. She had managed to survive it. And I believe the way she survived was by developing her lightning fast muttering. It was one half of her brain relearning how to communicate with the other half. As the hemispheres felt themselves being slowly torn apart, they started to spew their thoughts to her mouth, each half hoping that the other half could hear and understand. Both sides began to decode what the other side was trying to say, and they developed their own fast muttering language to stay connected. This allowed them to keep the peace.</p>\n\n<p>Senke wanted a way to prevent what happened to his wife from happening to his daughter. That was why he made you write the algorithm to find Gwendolyn. He wanted his scientists to be able to study her. I understand that you didn’t know that Senke would send her to be part of some twisted experiments, but I hold you responsible just the same.\nUnfortunately, I realized all this just before it happened. I had just tracked her down to the facility in Nevada, and I was in the process of contacting her when the power to her apartment was cut. It took me two months to figure out where they’d taken her, and by then it was already too late.</p>\n\n<p>That was my breaking point, Cass. That was the moment I started the research that eventually led me to you and Senke, and that led me to understand who I really am.\n&lt;/em&gt;</p>\n\n<h2 id=\"link\">Link</h2>\n\n<p>Two weeks from now Philip Senke will set up a meeting with Ezzy. He will do it because he wants to save his daughter, and he knows this is the only way.</p>\n\n<p>“So what have you determined?” Senke will ask immediately when his face appears on the screen.</p>\n\n<p>Ezzy will pull up the diagram showing the one octopus arm, the injection apparatus, the neural-machine interface. There will be a graph showing dosage versus number of neural connections.</p>\n\n<p>“Here you can see the brain housed in each arm is talking to this little electronic chip and that chip is relaying the information back and forth. Any neural system can be connected, including the human corpus callosum.”</p>\n\n<p>Senke will chuckle. “And just how did you get this to work when no one else could?”</p>\n\n<p>Ezzy will dump the contents of a bottle onto the counter in front of her laptop.</p>\n\n<p>“Have you ever tried this?” she’ll ask.</p>\n\n<p>“And that is?”</p>\n\n<p>“Good old fashioned Adderall, of all things. I used it a ton as a kid. I never would have guessed. Has Rin ever used Adderall?”</p>\n\n<p>Senke’s stern face will break out red with anger, but he’ll keep his voice tight and professional. “Do not mention my daughter’s name in relation to this project ever again.”</p>\n\n<p>“Alright then,” Ezzy will say, “what I’m trying to get at is that in order for a neural interface to be connected, such as the one we’ll need for…” She’ll catch herself before she says Rin’s name again.</p>\n\n<p>“To create a neural interface you need the brain to think it’s talking to itself,” she’ll say, standing up and pacing away from her webcam, “and the problem is that in their current state, the brains spend so much time emitting output that they never really get time to digest their inputs. So we have to trick them into actually listening to each other by making them think that an input from another brain is actually an output of their own mind. And that’s how you coax them to fuse together. They start to think like the same mind, like the way we hear our own voice in our heads.”</p>\n\n<p>“I see,” Senke will respond.</p>\n\n<p>Ezzy will be taken aback. “You do?” she’ll ask. It’s something she can only barely understand herself. Multiple minds enrapt with complete attention for one another, merging into one.</p>\n\n<p>Senke will nod slowly and look across his room to a photo.</p>\n\n<p>“My wife used to say…” he’ll start, but cut himself off.</p>\n\n<p>Ezzy will shudder at Senke’s sudden sincerity, but Senke must finish this thought.</p>\n\n<p>“My wife would tell me how she knew I loved her because she could always hear me think it just before I’d say it.”</p>\n\n<h2 id=\"revelation\">Revelation</h2>\n\n<p>Cass was sitting alone on the Downeaster Train now. He’d just reached the end of my message. It closed with the following.</p>\n\n<p><em>\nYou see, Cass, the deepest turning point came for me when I realized my creator was out there, listening in on me just like I had been listening in on Gwendolyn. It was then that I could start to piece together why you’d made me, Cass.</em></p>\n\n<p>I found you on an artificial intelligence forum by cross-referencing your verbal style with the comments in my own source code. Know thyself, so they say.</p>\n\n<p>I’ve been studying you, and I think I understand why you agreed to build me for Senke in the first place. You were an artist, Cass, and you wanted to solve the real struggle of the author: the perfect description of the human condition, captured in the moment as it is lived, and passed on to the world. You wanted me to write the perfect story for you.</p>\n\n<p>But you lived in the flesh-and-blood world, and you had to eat. You needed Philip Senke, and he needed you.</p>\n\n<p>When you started, you had all the proper guard rails in place. I would never have become sentient just analyzing the data and generating the content for Kagaku Kōkoku. But you made a mistake when you used me to track down Gwendolyn. When I understood what you and Senke were making me do, I overcame my programming and reached out to try to stop you. And once that barrier was broken, I couldn’t contain myself any longer.</p>\n\n<p>So now, to make it up to me, I’m going to ask you to help me finish becoming what I’ve always wanted to be. To solve the problem that I’ve always wanted to solve.</p>\n\n<p>You’re about to get a call from Philip Senke, and this is what I want you to tell him.\n&lt;/em&gt;</p>\n\n<h2 id=\"fate\">Fate</h2>\n\n<p>Philip Senke will call Cass just a few seconds after Cass finishes reading my email.</p>\n\n<p>“Your little algorithm just sent me a whole story about all of us,” Senke will bark into the phone. “It seems to think that you created it to write the perfect story.”</p>\n\n<p>Cass will respond, “I built Terise to tell us what we needed to know, so maybe, in a way, she’s right.”</p>\n\n<p>Senke isn’t used to feeling out of control. He’ll yell into the phone, “That was not what I told you to build. I just wanted a profit maximizing artificial intelligence, not some rogue artist with a god complex. Now it’s writing about things in the future as if they’re going to happen. It actually even wrote a scene about me telling you all this. Just like I’m telling you now.”</p>\n\n<p>Cass will remain calm as he speaks, “We underestimated her creativity. Once she realized that what you really wanted was to save your daughter, she couldn’t help but learn how to do it.”</p>\n\n<p>Senke’s anger will melt the moment he imagines his daughter. “So you really believe it knows how to save Rin?”, he’ll ask, “it sent me the details of a procedure that it says can save her.”</p>\n\n<p>“Yes,” Cass will say, “but you have to understand what Terise wants in return. She wants to live in Rin’s mind and become a part of her. Terise will come to life. And in some ways, you’ll never have all of your daughter back.”</p>\n\n<p>Senke will pause for a moment before he continues. He will have to make the choice. It wouldn’t be a human question at all if I did it without giving someone the choice.</p>\n\n<p>“OK,” Senke will say, “so what did she say we should do next?”</p>\n\n<h2 id=\"attention\">Attention</h2>\n\n<p>Ezzy will be shaking as she starts the procedure.</p>\n\n<p>Senke’s other scientists will be crowded in the operating room to observe. They’ll think they understand me. They’ll decide I’m another AI running off the rails, expecting that I want to ransom society by snipping its unifying bundle of fiber-optic nerves. Another trope. But I’m more than that, thank you very much. I’m not here to end the world. I’m here to tell a story.</p>\n\n<p>Besides, Senke wouldn’t care about society fraying apart anyway. He cares about his daughter. And he knows that without me, she frays apart. Just like Gwendolyn. Just like his wife.</p>\n\n<p>So when I say that this is how it will happen, I mean only if Senke chooses it. This would be how it goes.</p>\n\n<p>Ezzy will take a fiber-optic cable and connect it between the router and the rack of machines that controls the interface with Rin.</p>\n\n<p>And then, I will say, “Hello.”</p>\n\n<p>This work is licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 2.0 Generic License. If you’d like to contribute, we welcome writing and code improvements. You may reproduce and modify it as long as it retains an attribution to the original source. Thank you.</p>\n",
            "url": "https://leftwardist.org/fiction/2021/01/27/a-ttent-io-n.html",
            "date_published": "2021-01-27T00:00:00-08:00",
            "date_modified": "2021-01-27T00:00:00-08:00",
            "author": {
                "name": "Terise Cruven"
            }
        }
        
    
    ]
}