{
    "version": "https://jsonfeed.org/version/1",
    "title": "The Leftwardist",
    "home_page_url": "https://patdryburgh.github.io/",
    "feed_url": "https://patdryburgh.github.io/feed.json",
    "description": "make the world more equitable, any bit at a time",
    "icon": "https://patdryburgh.github.io/assets/images/icon-512.png",
    "favicon": "https://patdryburgh.github.io/favicon.ico",
    "expired": false,
    "items": [
    
      
        
        
        {
            "id": "https://patdryburgh.github.io/discussion/2021/08/01/millionaire-socialist.html",
            "title": "Millionaire Socialist",
            "content_text": "  @leftwardist ##millionaire ##socialist isn&#39;t an oxymoron at all. ##leftist ##equality ##capitalism ##wealth ##solidarity ##marketsocialism ##ubi ##redistributethewealth ♬ original sound - leftwardist  \n\n\n",
            "content_html": "<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@leftwardist/video/6998182380724964613\" data-video-id=\"6998182380724964613\" style=\"max-width: 605px;min-width: 325px;\"> <section> <a target=\"_blank\" title=\"@leftwardist\" href=\"https://www.tiktok.com/@leftwardist\">@leftwardist</a> <p><a title=\"millionaire\" target=\"_blank\" href=\"https://www.tiktok.com/tag/millionaire\">##millionaire</a> <a title=\"socialist\" target=\"_blank\" href=\"https://www.tiktok.com/tag/socialist\">##socialist</a> isn&#39;t an oxymoron at all. <a title=\"leftist\" target=\"_blank\" href=\"https://www.tiktok.com/tag/leftist\">##leftist</a> <a title=\"equality\" target=\"_blank\" href=\"https://www.tiktok.com/tag/equality\">##equality</a> <a title=\"capitalism\" target=\"_blank\" href=\"https://www.tiktok.com/tag/capitalism\">##capitalism</a> <a title=\"wealth\" target=\"_blank\" href=\"https://www.tiktok.com/tag/wealth\">##wealth</a> <a title=\"solidarity\" target=\"_blank\" href=\"https://www.tiktok.com/tag/solidarity\">##solidarity</a> <a title=\"marketsocialism\" target=\"_blank\" href=\"https://www.tiktok.com/tag/marketsocialism\">##marketsocialism</a> <a title=\"ubi\" target=\"_blank\" href=\"https://www.tiktok.com/tag/ubi\">##ubi</a> <a title=\"redistributethewealth\" target=\"_blank\" href=\"https://www.tiktok.com/tag/redistributethewealth\">##redistributethewealth</a></p> <a target=\"_blank\" title=\"♬ original sound - leftwardist\" href=\"https://www.tiktok.com/music/original-sound-6998182264400300806\">♬ original sound - leftwardist</a> </section> </blockquote>\n<script async=\"\" src=\"https://www.tiktok.com/embed.js\"></script>\n\n",
            "url": "https://patdryburgh.github.io/discussion/2021/08/01/millionaire-socialist.html",
            "date_published": "2021-08-01T00:00:00-07:00",
            "date_modified": "2021-08-01T00:00:00-07:00",
            "author": {
                "name": "Will Stedden"
            }
        },
        
    
      
        
        
        {
            "id": "https://patdryburgh.github.io/fiction/2021/07/01/the-last-highway.html",
            "title": "The Last Highway",
            "content_text": "Their packs were light. The next research station was only a short ride over the crest, and the valley on the other side had a well-stocked food forest.\n\n“The ride up is steep,” Teris said, “ take it easy on the throttle, we don’t want to use up our battery too early.”\n\n“Why not?” Casim said, “we’ve got plenty of sun to recharge up there.” They hit the pedal and the electric motor whirred as they accelerated up the incline. “See you at the top!”\n\nCasim banked hard as they hit the first turn, blazing up the narrow trail.\n\nTeris shook their graying head and tightened down their pack. They sped up behind, not as fast as Casim, but still faster than they would have liked.\n\nThe pair of them, friends from their time in the Green Reserves, were on a six month vacation riding the Redwood Trails of the lands formerly called Northern California, volunteering to track wildlife repopulation and forest health in the renewing old growth forests. For Teris that meant taking things slow, but Casim was eager to complete two tours through the forest before they were done.\n\nCasim weaved and darted along the switchbacks up the canyon wall. The pavement was shattered and worn down from decades of coastal winds and winter thunderstorms. Casim slammed the brakes and skidded past a wide tan oak in the road. “Watch out for that old timer,” they yelled over their shoulder, but Teris barely heard over their own heavy breathing as they pedaled hard to conserve battery.\n\n“The young people don’t appreciate how much punch these batteries pack,” Teris said to themself.  They were nearly 50 and had lived through “The Trough,” the period of 20 years when the fossil fuel collapse and the climate weirding changed everyone’s lives. Life was hard in those years as society restructured. Teris weaved through the woods to keep their mind from drifting back to those days of war and mass migrations.  Suddenly Casim appeared in front of them, stopped on the trail. Teris slammed the brakes and skidded to an abrupt stop.\n\n“What the…!”\n\n“Just wanted to keep you from hitting those,” Casim said, gesturing toward huge boulders strewn across the road, “rubble from a rock slide.”\n\nTeris gazed across the rocks, puzzled. Something didn’t seem quite right. The canyon wall was solid rock and the pitch wasn’t so steep that it should have slid.\n\n“This isn’t a rockslide. You can see the dynamite holes,” Teris said.\n\n“You mean these rocks were blasted? By who?”\n\n“My best guess would be lumber poachers.”\n\n“You’re kidding!?”\n\nTeris’s look turned to their semi-serious smirk that told everyone, “I am serious, but life doesn’t care how serious we are.”\n\n“They warned us.”\n\n“It’s been 10 years. I didn’t take it seriously.”\n\n“10 years since anyone’s discovered them.  They’ve been out there, just not getting caught.  It’ll take a while for these folks to catch up. Destruction’s a part of their culture and that’s hard to change.”\n\n“So what do we do now?”\n\nTeris looked ahead down the road. “We report what we’ve seen, but I suspect we won’t get any signal til we’re higher up.”\n\n“But this is impassable.”\n\n“Maybe for you kid,” Teris dropped down on the throttle and shot up onto the bank the boulders had been blasted from. It was steep but Teris rode up and down like riding the curl of a wave.\n\n“I guess that’s one way to do it,” Casim yelled, hopping on their bike and starting a less aggressive angle. After a hundred meters, Teris’ wheels glided past the last obstructing boulder back into the normal trail.\n\n“The trail is different now,” Teris noticed. It took them too long to realize that the road had been cleared and graded. The lumber poachers weren’t just blocking access to this area, they were using it as their route. A petroleum fueled logging truck shot past Teris, clipping the front of their bike and kicking them to the edge of the road. Teris’s stomach churned as they stabilized the bike just in time to turn their body past an oncoming tree. Still, their turn wasn’t tight enough and the tail of the bike slammed into the tree, flinging them off their bike.\n\nTheir body airbag deployed, blunting the impact with the road. They tumbled for what seemed like a minute trying to slow themself as they skidded. When they finally stopped spinning, they felt their body taking ages to stand up. The truck had stopped, and it’s doors were open. Teris scanned the woods on each side of the road. These loggers had probably been in the war. They’d have training, and probably guns. Teris needed to move but didn’t know where to go. Their thoughts stretched on forever, immobilizing them.\n\nThen piercing through their shock, Casim’s bike swished past and stopped.\n\n“Get on!” their glare broke through to Teris.\n\nCasim torqued the pedals and hit the accelerator as hard as they could, thrusting off the road and straight down the canyon wall. They must have been airborne for three whole seconds before they crashed back to ground. The bike trampled through ferns but somehow snaked through the trees. By some miracle, they eventually leveled out along a tight trail. The bike slowed and both of them slumped onto the ground to let their nerves catch-up.\n\n“Um, thank you,” Teris said.\n\n“No problem. Honestly, I didn’t think I had that in me.”\n\nAn instant later, the sound of the logging truck echoed above them.\n\n“Seeing as our radio is about a half a mile up, next to those poachers, our best bet is to head down this river gorge toward the ocean. We can try to pass on the last highway.”\n\n“The what?”\n\n“It’s the furthest west passable route, used to be called highway 1. Though most of it has since fallen into the ocean.”\n\n“That doesn’t sound too hopeful.”\n\nCasim slowly rode the path that undulated downward along the canyon wall.  The trail was tight and overgrown. The two didn’t speak except for the occasional whisper to discuss the route. After a few hours, their surroundings transitioned from ferns and trees to denser brush.  Teris stepped off the bike to chop through the thicket.\n\n“We’re getting closer to the ocean.”\n\nSoon the trail dropped off to a nearly sheer switchback and they climbed down to a landing just below.\n\n“It’s clear just around this bend.”\n\nAs Casim followed around the bend, they were struck with awe.  The cliff that they were standing on was a sheer slab of rock that rose for thousands of feet and continued for miles. Across there was no other side to the gorge, instead just piercing blue ocean that stretched out to meet the lighter sky.  At first Casim was too taken aback to notice, but below were massive swirling eddies of waves breaking against the exposed rock.\n\nCasim continued to stare in a stunned shock as Teris clammered along the side of the cliff.\n\n“Do I leave the bike?” Casim called over the thunder of the waves below.\n\n“No, push it along.”\n\nCasim’s gut knotted up.  But Teris was right.  Before long the trail dropped down to the ocean and widened out into fields that sat between the mountain and a shorter cliff. They got back on the bike and continued to ride south.\n\nThey rode for another hour before, off in the distance, they noticed an oddly regular brown line crossing the whole plain in front of them.  Teris gestured left, toward the treeline at the base of the mountain. Perched behind the tree cover, Teris pulled out their binoculars.\n\nIt was a wall.  Huge poles of redwood were driven into the ground and on top of one pole was a flag that they could barely recognize from history books.  Next to the flag was a sign that read: Fort Bragg.\n\n“Interesting,” Teris said, “they stopped calling it that when I was a kid. Just before The Trough began.” It took a moment to dawn on them, a flag and a name from before the Green Era, enormous trees that were felled and built into a fortress wall. Clearly this was bigger than just sneaking some lumber for the underground markets. The lumber poachers were trying to colonize this land again.\n\n“Looks like we’ll need to head north instead.”\n\nTeris and Casim retraced their route, but before their path turned back up along the cliffside, they found a turnoff that led down to the rocky shore.\n\nThe tide had gone out and where the waves had buffeted the bluff before, now there stood a long beach of large stones.\n\n“We’ll need to make it to the next river before the tide comes,” Teris said.\n\n“You mean before we’re swept out to the ocean?” Casim said.\n\n“Yep, so let’s stop yapping and get riding.”\n\nThe road over the boulders jolted the bike this way and that, almost bucking Teris from the rear.  At first, the waves crashed far away, but after an hour, they were crashing closer and closer, without a single break in the rock face.\n\n“Don’t worry,” Teris said, “We should see the mouth of a river coming up soon, and we can spend the night there.”\n\nThe highest waves were already submerging the bottom of the wheels when the river finally came into view. At the river’s sight, Casim felt themself relax for the first time that day.\n\nThey hadn’t brought camping supplies, and only had a bit of food, but Casim finally had time to study their map.  “Tomorrow we should get to Shelter Cove. We can warn them. And there should be a solar drone station or at least a boat that we can get out on.”\n\nThe two slept surprisingly well to the sound of waves crashing. In the morning, the tide had subsided and the wind was nearly still.  They lay in their sleeping bags, trying to convince themselves that they were wrong about what they were hearing from the north.\n\nThe sound was unmistakable: chainsaws.  The indigenous people who ran sustainable logging in the area never used chainsaws.  They harvested timber that fell naturally.  Shelter Cover must have fallen to the loggers too.\n\nThe trails up into the cliffs here were sparse to the point of being non-existent. Their only choice was to ride the beach as far as they could, until the sound of chainsaws grew loud enough to be just around the bend.  From there, they continued on foot, hugging the inside of the bluff to keep out of view of the forest above. This slowed them down tremendously. After another hour of hard scrambling, they caught a glimpse of Shelter Cove. The buildings looked like they dated from a century prior, small cottages along the seawall, each with a chimney that smoke rose out of. Teris hadn’t seen that since The Trough.  This undoubtedly loggers. They would need to keep out of sight. The only choice was to wait for night.  Teris and Casim sat close together inside a hollowed out cave in the bluff.\n\nAt dusk, the tide was already lapping at their feet. They left in the twilight, and walked along the nearest edge of the sandbar that led around the harbor just below the houses.  By the time they were halfway past, the high waves were already at their waists..\n\nTeris started to slow their pace, turning to Casim every so often.  Casim recognized the growing look of desperation.\n\n“Push on, fast!” Casim said, “we’ve only got one way to go now.”\n\nTeris tramped on, their body heavier from the salt water their clothes had absorbed. The din of the waves punctuated their pace.  Step, step, step, splash, the water would come in and move Teris’s feet under them.\n\n“Stay on the big rocks now, they don’t move when the waves hit.”\n\nCasim reached the first of the tall rocks a moment later.  The waves swirled around, but they were dry on top.  A row of tall rocks stretched around the next turn, each just far enough that they could reach.\n\nTeris turned around and saw the spot they’d passed 10 minutes prior. If they were still there, they’d be in over their heads. When Teris turned back, Casim was gone.\n\nTeris’s eyes darted around. If Casim was already underwater, no one could help them now.\n\nTeris leapt to the next rock, and the next.  As they rounded the bend they saw Casim, clinging to a crack in the boulder, their body half submerged.  Teris scrambled along and grasped Casim by their shoulders.  The pair pulled together as the wave crested and Casim’s body flopped up onto the rock, splayed and cringing in pain.  As the wave fell off, Teris hoisted Casim to their feet, and edged them forward toward the next leap.\n\n“Go now,” Teris said, “Jump.”\n\nCasim jumped across the gap, almost toppling, but keeping their balance.  They both pushed on, just a few more rocks until they found a narrow path carved into the rock face above them.  Teris boosted Casim up onto the path as another big wave came in behind.  Teris felt their body crushed against the wall of the bluff then lifted up, against their will. They were sure the waves had taken them, but a moment later, they recognized Casim’s now familiar grip, pulling them up.\n\nThey were now far past the houses of Shelter Cove, but they continued, bodies soggy and tired, into the night. They hiked through the day before they found a river and collapsed.\n\nThe next morning they gathered up strands of seaweed to eat. The walk felt unending as they realized there were no settlements mapped for a hundred miles.  And they couldn’t be sure that those lands hadn’t fallen to the loggers.\n\nThey turned up the first river they could find, unable to bear walking along the coast. They wandered for half a day until the woods along the river opened up into a wide valley full of organized permaculture farms.\n\nTeris and Casim checked their maps, confused.  The river was called the Mattole, but these farms weren’t mapped.\n\nShortly, Teris and Casim reached the center of the cooperative farming village nestled into a picturesque valley. The village still had radio communication, and it was only a few hours before a solar drone flew into town to whisk Teris and Casim back north to Wiyot territory.\n\nAs they took off, they saw police drones begin their patrol to the south. The loggers wouldn’t outlast an embargo that cut off their supplies. After a few years of monitoring, some of them would go back to extraction society, but most would probably settle into new lives with the rest of the free people.\n\nAs for Teris and Casim, their next sabbatical would be someplace safer, like the rehabilitated reefs in the southern sea. After all, there hadn’t been a sighting of an oil pirate in decades…\n\n",
            "content_html": "<p>Their packs were light. The next research station was only a short ride over the crest, and the valley on the other side had a well-stocked food forest.</p>\n\n<p>“The ride up is steep,” Teris said, “ take it easy on the throttle, we don’t want to use up our battery too early.”</p>\n\n<p>“Why not?” Casim said, “we’ve got plenty of sun to recharge up there.” They hit the pedal and the electric motor whirred as they accelerated up the incline. “See you at the top!”</p>\n\n<p>Casim banked hard as they hit the first turn, blazing up the narrow trail.</p>\n\n<p>Teris shook their graying head and tightened down their pack. They sped up behind, not as fast as Casim, but still faster than they would have liked.</p>\n\n<p>The pair of them, friends from their time in the Green Reserves, were on a six month vacation riding the Redwood Trails of the lands formerly called Northern California, volunteering to track wildlife repopulation and forest health in the renewing old growth forests. For Teris that meant taking things slow, but Casim was eager to complete two tours through the forest before they were done.</p>\n\n<p>Casim weaved and darted along the switchbacks up the canyon wall. The pavement was shattered and worn down from decades of coastal winds and winter thunderstorms. Casim slammed the brakes and skidded past a wide tan oak in the road. “Watch out for that old timer,” they yelled over their shoulder, but Teris barely heard over their own heavy breathing as they pedaled hard to conserve battery.</p>\n\n<p>“The young people don’t appreciate how much punch these batteries pack,” Teris said to themself.  They were nearly 50 and had lived through “The Trough,” the period of 20 years when the fossil fuel collapse and the climate weirding changed everyone’s lives. Life was hard in those years as society restructured. Teris weaved through the woods to keep their mind from drifting back to those days of war and mass migrations.  Suddenly Casim appeared in front of them, stopped on the trail. Teris slammed the brakes and skidded to an abrupt stop.</p>\n\n<p>“What the…!”</p>\n\n<p>“Just wanted to keep you from hitting those,” Casim said, gesturing toward huge boulders strewn across the road, “rubble from a rock slide.”</p>\n\n<p>Teris gazed across the rocks, puzzled. Something didn’t seem quite right. The canyon wall was solid rock and the pitch wasn’t so steep that it should have slid.</p>\n\n<p>“This isn’t a rockslide. You can see the dynamite holes,” Teris said.</p>\n\n<p>“You mean these rocks were blasted? By who?”</p>\n\n<p>“My best guess would be lumber poachers.”</p>\n\n<p>“You’re kidding!?”</p>\n\n<p>Teris’s look turned to their semi-serious smirk that told everyone, “I am serious, but life doesn’t care how serious we are.”</p>\n\n<p>“They warned us.”</p>\n\n<p>“It’s been 10 years. I didn’t take it seriously.”</p>\n\n<p>“10 years since anyone’s discovered them.  They’ve been out there, just not getting caught.  It’ll take a while for these folks to catch up. Destruction’s a part of their culture and that’s hard to change.”</p>\n\n<p>“So what do we do now?”</p>\n\n<p>Teris looked ahead down the road. “We report what we’ve seen, but I suspect we won’t get any signal til we’re higher up.”</p>\n\n<p>“But this is impassable.”</p>\n\n<p>“Maybe for you kid,” Teris dropped down on the throttle and shot up onto the bank the boulders had been blasted from. It was steep but Teris rode up and down like riding the curl of a wave.</p>\n\n<p>“I guess that’s one way to do it,” Casim yelled, hopping on their bike and starting a less aggressive angle. After a hundred meters, Teris’ wheels glided past the last obstructing boulder back into the normal trail.</p>\n\n<p>“The trail is different now,” Teris noticed. It took them too long to realize that the road had been cleared and graded. The lumber poachers weren’t just blocking access to this area, they were using it as their route. A petroleum fueled logging truck shot past Teris, clipping the front of their bike and kicking them to the edge of the road. Teris’s stomach churned as they stabilized the bike just in time to turn their body past an oncoming tree. Still, their turn wasn’t tight enough and the tail of the bike slammed into the tree, flinging them off their bike.</p>\n\n<p>Their body airbag deployed, blunting the impact with the road. They tumbled for what seemed like a minute trying to slow themself as they skidded. When they finally stopped spinning, they felt their body taking ages to stand up. The truck had stopped, and it’s doors were open. Teris scanned the woods on each side of the road. These loggers had probably been in the war. They’d have training, and probably guns. Teris needed to move but didn’t know where to go. Their thoughts stretched on forever, immobilizing them.</p>\n\n<p>Then piercing through their shock, Casim’s bike swished past and stopped.</p>\n\n<p>“Get on!” their glare broke through to Teris.</p>\n\n<p>Casim torqued the pedals and hit the accelerator as hard as they could, thrusting off the road and straight down the canyon wall. They must have been airborne for three whole seconds before they crashed back to ground. The bike trampled through ferns but somehow snaked through the trees. By some miracle, they eventually leveled out along a tight trail. The bike slowed and both of them slumped onto the ground to let their nerves catch-up.</p>\n\n<p>“Um, thank you,” Teris said.</p>\n\n<p>“No problem. Honestly, I didn’t think I had that in me.”</p>\n\n<p>An instant later, the sound of the logging truck echoed above them.</p>\n\n<p>“Seeing as our radio is about a half a mile up, next to those poachers, our best bet is to head down this river gorge toward the ocean. We can try to pass on the last highway.”</p>\n\n<p>“The what?”</p>\n\n<p>“It’s the furthest west passable route, used to be called highway 1. Though most of it has since fallen into the ocean.”</p>\n\n<p>“That doesn’t sound too hopeful.”</p>\n\n<p>Casim slowly rode the path that undulated downward along the canyon wall.  The trail was tight and overgrown. The two didn’t speak except for the occasional whisper to discuss the route. After a few hours, their surroundings transitioned from ferns and trees to denser brush.  Teris stepped off the bike to chop through the thicket.</p>\n\n<p>“We’re getting closer to the ocean.”</p>\n\n<p>Soon the trail dropped off to a nearly sheer switchback and they climbed down to a landing just below.</p>\n\n<p>“It’s clear just around this bend.”</p>\n\n<p>As Casim followed around the bend, they were struck with awe.  The cliff that they were standing on was a sheer slab of rock that rose for thousands of feet and continued for miles. Across there was no other side to the gorge, instead just piercing blue ocean that stretched out to meet the lighter sky.  At first Casim was too taken aback to notice, but below were massive swirling eddies of waves breaking against the exposed rock.</p>\n\n<p>Casim continued to stare in a stunned shock as Teris clammered along the side of the cliff.</p>\n\n<p>“Do I leave the bike?” Casim called over the thunder of the waves below.</p>\n\n<p>“No, push it along.”</p>\n\n<p>Casim’s gut knotted up.  But Teris was right.  Before long the trail dropped down to the ocean and widened out into fields that sat between the mountain and a shorter cliff. They got back on the bike and continued to ride south.</p>\n\n<p>They rode for another hour before, off in the distance, they noticed an oddly regular brown line crossing the whole plain in front of them.  Teris gestured left, toward the treeline at the base of the mountain. Perched behind the tree cover, Teris pulled out their binoculars.</p>\n\n<p>It was a wall.  Huge poles of redwood were driven into the ground and on top of one pole was a flag that they could barely recognize from history books.  Next to the flag was a sign that read: Fort Bragg.</p>\n\n<p>“Interesting,” Teris said, “they stopped calling it that when I was a kid. Just before The Trough began.” It took a moment to dawn on them, a flag and a name from before the Green Era, enormous trees that were felled and built into a fortress wall. Clearly this was bigger than just sneaking some lumber for the underground markets. The lumber poachers were trying to colonize this land again.</p>\n\n<p>“Looks like we’ll need to head north instead.”</p>\n\n<p>Teris and Casim retraced their route, but before their path turned back up along the cliffside, they found a turnoff that led down to the rocky shore.</p>\n\n<p>The tide had gone out and where the waves had buffeted the bluff before, now there stood a long beach of large stones.</p>\n\n<p>“We’ll need to make it to the next river before the tide comes,” Teris said.</p>\n\n<p>“You mean before we’re swept out to the ocean?” Casim said.</p>\n\n<p>“Yep, so let’s stop yapping and get riding.”</p>\n\n<p>The road over the boulders jolted the bike this way and that, almost bucking Teris from the rear.  At first, the waves crashed far away, but after an hour, they were crashing closer and closer, without a single break in the rock face.</p>\n\n<p>“Don’t worry,” Teris said, “We should see the mouth of a river coming up soon, and we can spend the night there.”</p>\n\n<p>The highest waves were already submerging the bottom of the wheels when the river finally came into view. At the river’s sight, Casim felt themself relax for the first time that day.</p>\n\n<p>They hadn’t brought camping supplies, and only had a bit of food, but Casim finally had time to study their map.  “Tomorrow we should get to Shelter Cove. We can warn them. And there should be a solar drone station or at least a boat that we can get out on.”</p>\n\n<p>The two slept surprisingly well to the sound of waves crashing. In the morning, the tide had subsided and the wind was nearly still.  They lay in their sleeping bags, trying to convince themselves that they were wrong about what they were hearing from the north.</p>\n\n<p>The sound was unmistakable: chainsaws.  The indigenous people who ran sustainable logging in the area never used chainsaws.  They harvested timber that fell naturally.  Shelter Cover must have fallen to the loggers too.</p>\n\n<p>The trails up into the cliffs here were sparse to the point of being non-existent. Their only choice was to ride the beach as far as they could, until the sound of chainsaws grew loud enough to be just around the bend.  From there, they continued on foot, hugging the inside of the bluff to keep out of view of the forest above. This slowed them down tremendously. After another hour of hard scrambling, they caught a glimpse of Shelter Cove. The buildings looked like they dated from a century prior, small cottages along the seawall, each with a chimney that smoke rose out of. Teris hadn’t seen that since The Trough.  This undoubtedly loggers. They would need to keep out of sight. The only choice was to wait for night.  Teris and Casim sat close together inside a hollowed out cave in the bluff.</p>\n\n<p>At dusk, the tide was already lapping at their feet. They left in the twilight, and walked along the nearest edge of the sandbar that led around the harbor just below the houses.  By the time they were halfway past, the high waves were already at their waists..</p>\n\n<p>Teris started to slow their pace, turning to Casim every so often.  Casim recognized the growing look of desperation.</p>\n\n<p>“Push on, fast!” Casim said, “we’ve only got one way to go now.”</p>\n\n<p>Teris tramped on, their body heavier from the salt water their clothes had absorbed. The din of the waves punctuated their pace.  Step, step, step, splash, the water would come in and move Teris’s feet under them.</p>\n\n<p>“Stay on the big rocks now, they don’t move when the waves hit.”</p>\n\n<p>Casim reached the first of the tall rocks a moment later.  The waves swirled around, but they were dry on top.  A row of tall rocks stretched around the next turn, each just far enough that they could reach.</p>\n\n<p>Teris turned around and saw the spot they’d passed 10 minutes prior. If they were still there, they’d be in over their heads. When Teris turned back, Casim was gone.</p>\n\n<p>Teris’s eyes darted around. If Casim was already underwater, no one could help them now.</p>\n\n<p>Teris leapt to the next rock, and the next.  As they rounded the bend they saw Casim, clinging to a crack in the boulder, their body half submerged.  Teris scrambled along and grasped Casim by their shoulders.  The pair pulled together as the wave crested and Casim’s body flopped up onto the rock, splayed and cringing in pain.  As the wave fell off, Teris hoisted Casim to their feet, and edged them forward toward the next leap.</p>\n\n<p>“Go now,” Teris said, “Jump.”</p>\n\n<p>Casim jumped across the gap, almost toppling, but keeping their balance.  They both pushed on, just a few more rocks until they found a narrow path carved into the rock face above them.  Teris boosted Casim up onto the path as another big wave came in behind.  Teris felt their body crushed against the wall of the bluff then lifted up, against their will. They were sure the waves had taken them, but a moment later, they recognized Casim’s now familiar grip, pulling them up.</p>\n\n<p>They were now far past the houses of Shelter Cove, but they continued, bodies soggy and tired, into the night. They hiked through the day before they found a river and collapsed.</p>\n\n<p>The next morning they gathered up strands of seaweed to eat. The walk felt unending as they realized there were no settlements mapped for a hundred miles.  And they couldn’t be sure that those lands hadn’t fallen to the loggers.</p>\n\n<p>They turned up the first river they could find, unable to bear walking along the coast. They wandered for half a day until the woods along the river opened up into a wide valley full of organized permaculture farms.</p>\n\n<p>Teris and Casim checked their maps, confused.  The river was called the Mattole, but these farms weren’t mapped.</p>\n\n<p>Shortly, Teris and Casim reached the center of the cooperative farming village nestled into a picturesque valley. The village still had radio communication, and it was only a few hours before a solar drone flew into town to whisk Teris and Casim back north to Wiyot territory.</p>\n\n<p>As they took off, they saw police drones begin their patrol to the south. The loggers wouldn’t outlast an embargo that cut off their supplies. After a few years of monitoring, some of them would go back to extraction society, but most would probably settle into new lives with the rest of the free people.</p>\n\n<p>As for Teris and Casim, their next sabbatical would be someplace safer, like the rehabilitated reefs in the southern sea. After all, there hadn’t been a sighting of an oil pirate in decades…</p>\n\n",
            "url": "https://patdryburgh.github.io/fiction/2021/07/01/the-last-highway.html",
            "date_published": "2021-07-01T00:00:00-07:00",
            "date_modified": "2021-07-01T00:00:00-07:00",
            "author": {
                "name": "Will and Claire Stedden"
            }
        },
        
    
      
        
        
        {
            "id": "https://patdryburgh.github.io/discussion/2021/06/30/unfair-fines.html",
            "title": "Why exhorbitant fines don't make sense for indvidual crimes",
            "content_text": "\n",
            "content_html": "\n",
            "url": "https://patdryburgh.github.io/discussion/2021/06/30/unfair-fines.html",
            "date_published": "2021-06-30T00:00:00-07:00",
            "date_modified": "2021-06-30T00:00:00-07:00",
            "author": {
                "name": "Will Stedden"
            }
        },
        
    
      
        
        
        {
            "id": "https://patdryburgh.github.io/discussion/2021/06/30/right-side-of-history.html",
            "title": "The Right Side of History",
            "content_text": "\n",
            "content_html": "\n",
            "url": "https://patdryburgh.github.io/discussion/2021/06/30/right-side-of-history.html",
            "date_published": "2021-06-30T00:00:00-07:00",
            "date_modified": "2021-06-30T00:00:00-07:00",
            "author": {
                "name": "Will Stedden"
            }
        },
        
    
      
        
        
        {
            "id": "https://patdryburgh.github.io/discussion/2021/06/30/involution.html",
            "title": "What is Involution",
            "content_text": "  @leftwardist my friend told me about #involution the other day. thought I'd share his example. #socialism #prisonersdilemma #competition #lefttok #leftists ♬ original sound - leftwardist  \n\n\n",
            "content_html": "<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@leftwardist/video/6979718554018974982\" data-video-id=\"6979718554018974982\" style=\"max-width: 605px;min-width: 325px;\"> <section> <a target=\"_blank\" title=\"@leftwardist\" href=\"https://www.tiktok.com/@leftwardist\">@leftwardist</a> <p>my friend told me about <a title=\"involution\" target=\"_blank\" href=\"https://www.tiktok.com/tag/involution\">#involution</a> the other day. thought I'd share his example. <a title=\"socialism\" target=\"_blank\" href=\"https://www.tiktok.com/tag/socialism\">#socialism</a> <a title=\"prisonersdilemma\" target=\"_blank\" href=\"https://www.tiktok.com/tag/prisonersdilemma\">#prisonersdilemma</a> <a title=\"competition\" target=\"_blank\" href=\"https://www.tiktok.com/tag/competition\">#competition</a> <a title=\"lefttok\" target=\"_blank\" href=\"https://www.tiktok.com/tag/lefttok\">#lefttok</a> <a title=\"leftists\" target=\"_blank\" href=\"https://www.tiktok.com/tag/leftists\">#leftists</a></p> <a target=\"_blank\" title=\"♬ original sound - leftwardist\" href=\"https://www.tiktok.com/music/original-sound-6979718428839987974\">♬ original sound - leftwardist</a> </section> </blockquote>\n<script async=\"\" src=\"https://www.tiktok.com/embed.js\"></script>\n\n",
            "url": "https://patdryburgh.github.io/discussion/2021/06/30/involution.html",
            "date_published": "2021-06-30T00:00:00-07:00",
            "date_modified": "2021-06-30T00:00:00-07:00",
            "author": {
                "name": "Will Stedden"
            }
        },
        
    
      
        
        
        {
            "id": "https://patdryburgh.github.io/fiction/2021/01/27/a-ttent-io-n.html",
            "title": "a.ttent.io/n",
            "content_text": "\n",
            "content_html": "<iframe class=\"resp-iframe\" src=\"https://www.youtube.com/embed/kKT4D7XJvG4?rel=0\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n",
            "url": "https://patdryburgh.github.io/fiction/2021/01/27/a-ttent-io-n.html",
            "date_published": "2021-01-27T00:00:00-08:00",
            "date_modified": "2021-01-27T00:00:00-08:00",
            "author": {
                "name": "Terise Cruven"
            }
        }
        
    
    ]
}